Repository: crossbuild/apparmor
Catalog: management/yastui/src/po/*.po
Languages: hu_hu, nb_no, pt_pt

source: Unable to open
hu_hu: Nem sikerült megnyitni
nb_no: Kan ikke åpne
pt_pt: Não foi possíve abrir

source: Couldn't save query.
hu_hu: A lekérdezés nem menthető el.
nb_no: Kunne ikke lagre forespørsel.
pt_pt: Não foi possível gravar a pergunta.

source: Couldn't retrieve query.
hu_hu: A lekérdezés nem olvasható ki.
nb_no: Kunne ikke hente forespørsel.
pt_pt: Não foi possíve obter a pergunta.

source: ag_reports_confined: Couldn't open %s for writing.
hu_hu: ag_reports_confined: %s nem nyitható meg írásra.
nb_no: ag_reports_confined: Kunne ikke åpne %s for lagring.
pt_pt: ag_reports_confined: Não foi possíve abrir %s para escrita.

source: Failure in readMultiAudLog() - couldn't open %s.
hu_hu: Hiba a readMultiAudLog() hívásban - %s nem nyitható meg.
nb_no: Feil i readMultiAudLog() - kunne ikke åpne %s.
pt_pt: Falah em readMultiAudLog() - não foi possível abrir %s.

source: Problem in readMultiAudLog\(\) - couldn't open %s\/%s.
hu_hu: Probléma a readMultiAudLog\(\) hívásban - %s\/%s nem nyitható meg.
nb_no: Problem i readMultiAudLog\(\) - kunne ikke åpne %s\/%s.
pt_pt: Problema em readMultiAudLog\(\) - não foi possível abrir %s\/%s.

source: readAudLog() wasn't passed an input file.
hu_hu: A readAudLog() nem kapott bemeneti fájl paramétert.
nb_no: Ingen fil sendt til readAudLog().
pt_pt: radAudLog() não foi fornecido um ficheiro de entrada.

source: readAudLog\(\) couldn't open %s.
hu_hu: A readAudLog\(\) nem tudja megnyitni a(z) %s fájlt.
nb_no: readAudLog\(\) kunne ikke åpne %s.
pt_pt: readAudLog\(\) não foi possível abrir %s.

source: Can't run %s. Exiting.
hu_hu: %s nem futtatható. A program leáll.
nb_no: Kan ikke kjøre %s. Avslutter.
pt_pt: Não foi possível executar %s. A sair.

source: Failure in readMultiEssLog() - couldn't open
hu_hu: Hiba a readMultiEssLog() hívásban - nem lehet megnyitni
nb_no: Feil i readMultiEssLog() - kunne ikke åpne
pt_pt: Falha em readMultiEssLog() . não foi possível abrir

source: Problem in readMultiEssLog() - couldn't open
hu_hu: Probléma a readMultiEssLog() hívásban - nem lehet megnyitni
nb_no: Problem i readMultiEssLog() - kunne ikke åpne
pt_pt: Problema em readMultiEssLog() - não foi possível abrir

source: readEssLog() wasn't passed an input file.
hu_hu: A readEssLog() nem kapott bemeneti fájl paramétert.
nb_no: Ingen fil sendt til readEssLog().
pt_pt: readEssLog() não foi fornecido um ficheiro de entrada.

source: readEssLog() couldn't open $logFile
hu_hu: A readEssLog() nem tudja megnyitni a(z) $logFile fájlt.
nb_no: readEssLog() kunne ikke åpne $logFile
pt_pt: readEssLog() não foi possível abrir $logFile

source: ag_logparse: Unknown instruction %s or argument: %s
hu_hu: ag_logparse: Ismeretlen utasítás (%s) vagy argumentum: %s
nb_no: ag_logparse: Ukjent instruksjon %s eller argument: %s
pt_pt: ag_logparse: Instrução %s ou argumento desconhecidos: %s

source: ag_reports_parse: Couldn't open %s for writing.
hu_hu: ag_reports_parse: %s nem nyitható meg írásra.
nb_no: ag_reports_parse: Kunne ikke åpne %s for lagring.
pt_pt: ag_reports_parse: Não foi possível abrir %s para escrita.

source: ag_reports_parse: No archived reports found.
hu_hu: ag_reports_parse: Nem találhatók archivált jelentések.
nb_no: ag_reports_parse: Ingen arkiverte rapporter funnet.
pt_pt: ag_reports_parse: Não foram encontrados relatórios arquivados.

source: ag_reports_parse: Can't open directory %s: %s
hu_hu: ag_reports_parse: A(z) %s könyvtár nem nyitható meg: %s
nb_no: ag_reports_parse: Kan ikke åpne katalog %s: %s
pt_pt: ag_reports_parse: Não foi possível abrir o directório %s: %s

source: ag_reports_parse: Unknown instruction %s or argument: %s
hu_hu: ag_reports_parse: Ismeretlen utasítás (%s) vagy argumentum: %s
nb_no: ag_reports_parse: Ukjent instruksjon %s eller argument: %s
pt_pt: ag_reports_parse: Instrução %s ou argumento desconhecidos: %s

source: Couldn't find %s. Unable to create crontab. Exiting.
hu_hu: %s nem található. A crontab fájl nem hozható létre. A program leáll.
nb_no: Kunne ikke finne %s. Kan ikke opprette crontab. Avslutter.
pt_pt: Não foi possível encontrar %s. Não foi possível criar o crontab. A sair.

source: Couldn't open %s.
hu_hu: %s nem nyitható meg.
nb_no: Kunne ikke åpne %s.
pt_pt: Não foi possível abrir %s.

source: Couldn't open %s. Unable to add report: %s
hu_hu: %s nem nyitható meg. A jelentést nem lehet felvenni: %s
nb_no: Kunne ikke åpne %s. Kan ikke legge til rapport: %s
pt_pt: Não foi possível abrir %s. Incapaz de adicionar relatório: %s

source: Duplicate report name not allowed. Didn't schedule new report: %s
hu_hu: Két ugyanolyan nevű jelentés nem használható. Az új jelentés nem lett beütemezve: %s
nb_no: Duplisert rapportnavn ikke tillatt. Ingen ny rapport planlagt: %s
pt_pt: Não é permitido um nome duplicado de relatório. Não foi agendado novo relatório: %s

source: Couldn't open %s. No changes performed.
hu_hu: %s nem nyitható meg. Semmilyen módosítás nem történt.
nb_no: Kunne ikke åpne %s. Ingen endringer utført.
pt_pt: Não foi possível abrir %s. Não foram realizadas alterações.

source: ag_reports_sched: Unknown instruction %s or arg: %s
hu_hu: ag_reports_sched: Ismeretlen utasítás (%s) vagy argumentum: %s
nb_no: ag_reports_sched: Ukjent instruksjon %s eller arg: %s
pt_pt: ag_reports_sched: Instrucção %s ou argumento desconhecidos: %s

source: DBI Execution failed: %s.
hu_hu: A DBI végrehajtása meghiúsult: %s.
nb_no: DBI Kjøring mislyktes: %s.
pt_pt: Falhou a execução de DBI: %s.

source: Couldn't open file: %s.
hu_hu: A fájl nem nyitható meg: %s.
nb_no: Kunne ikke åpne filen: %s.
pt_pt: Não foi possível abrir o ficheiro: %s.

source: No type value passed. Unable to determine page count.
hu_hu: Nem lett átadva típusérték. Az oldalszám nem állapítható meg.
nb_no: Ingen typeverdi sendt. Kan ikke avgjøre sideantall.
pt_pt: Não foi passado o valor do tipo. Não foi possível determinar a contagem de páginas.

source: Failed copying %s.
hu_hu: %s másolása meghiúsult.
nb_no: Feil under kopiering av %s.
pt_pt: Falhou a cópia de %s.

source: Export Log Error: Couldn't open %s
hu_hu: Exportálási napló hiba: %s nem nyitható meg
nb_no: Feil under loggeksport: Kunne ikke åpne %s
pt_pt: Erro no Registo Diário de Exportação: Não foi possível abrir %s

source: Fatal error. No report name given. Exiting.
hu_hu: Végzetes hiba. A jelentés neve nem azonosítható. A program leáll.
nb_no: Fatal feil. Rapportnavn ikke angitt. Avslutter.
pt_pt: Erro fatal. Não foi dado um nome para o relatório. A sair.

source: Unable to get configuration info for %s. Unable to find %s.
hu_hu: %s konfigurációs adatai nem kérhetők le. %s nem található.
nb_no: Kan ikke hente konfigurasjonsinfo for %s. Kan ikke finne %s.
pt_pt: Não foi possível obter a informação de configuração para %s. Não foi possível encontrar %s.

source: Failed to parse: %s.
hu_hu: Az elemzés meghiúsult: %s.
nb_no: Kunnne ikke analysere: %s.
pt_pt: Falha na interpretação: %s.

source: Fatal Error. Couldn't open %s.
hu_hu: Végzetes hiba. %s nem nyitható meg.
nb_no: Fatal feil. Kunne ikke åpne %s.
pt_pt: Erro Fatal. Não foi possível abrir %s.

source: Fatal Error. Can't run %s. Exiting.
hu_hu: Végzetes hiba. %s nem futtatható. A program leáll.
nb_no: Fatal feil. Kan ikke kjøre %s. Avslutter.
pt_pt: Erro Fatal. Não foi possível executar %s. A sair.

source: Fatal Error. No directory, %s, found. Exiting.
hu_hu: Végzetes hiba. %s nevű könyvtár nem található. A program leáll.
nb_no: Fatal feil. Katalogen %s ikke funnet. Avslutter.
pt_pt: Erro Fatal. Não foi encontrado o directório %s. A sair.

source: Fatal Error. Couldn't open %s. Exiting
hu_hu: Végzetes hiba. %s nem nyitható meg. A program leáll.
nb_no: Fatal feil. Kunne ikke åpne %s. Avslutter
pt_pt: Erro Fatal. Não foi possível abrir %s. A sair

source: DBI Execution failed: %s
hu_hu: A DBI végrehajtása meghiúsult: %s.
nb_no: DBI-kjøring mislyktes: %s
pt_pt: Falhou a execução de DBI: %s

source: Fatal Error. getArchReport() couldn't open %s
hu_hu: Végzetes hiba. A getArchReport() nem tudta megnyitni a(z) %s fájlt.
nb_no: Fatal feil. getArchReport() kunne ikke åpne %s
pt_pt: Erro Fatal. getArchReport() não foi possível abrir %s
