Repository: crossbuild/apparmor
Catalog: parser/po/*.po
Languages: de_de, es, es_es, fr_fr, hu_hu, it_it, ja, ja_jp, ko, nb_no, pt_br, pt_pt, ru

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'u' or 'p'
de_de: Ungültiger Modus. Vor 'x' muss Exec-Qualifizierer 'i', 'u' oder 'p' stehen
es_es: El modo no es válido, 'x' debe estar antecedido por uno de los calificadores de ejecución 'i', 'u' or 'p'
fr_fr: Mode non valide, 'x' doit être précédé du qualificatif d'exécution 'i', 'u' ou 'p'
hu_hu: Érvénytelen mód, az 'x' előtt szerepelnie kell az 'i', 'u' vagy 'p' végrehajtási minősítőnek
ja_jp: 無効なモード、「x」にはexecクォリファイア「i」、「u」、または「p」が前に付きます。
pt_pt: Modo inválido, 'x' deve ser precedido por um qualificador de execução 'i', 'u' ou 'p'

source: Internal: unexpected mode character in input
de_de: Intern: Unerwartetes Moduszeichen in Eingabe
es_es: Interno: carácter de modo inesperado en la entrada
fr_fr: Interne : caractère de mode inattendu en entrée
hu_hu: Belső: váratlan mód karakter a bevitelben
it_it: Interno: carattere modalità imprevisto nell'input
ja_jp: 内部: 予期しないモード文字が入力されています
nb_no: Intern feil: Uventet modustegn angitt
pt_pt: Interno: entrada com caracter de modo inesperado

source: %s: Subdomain '%s' defined, but no parent '%s'.
de_de: %s: Unterdomäne '%s' ist definiert, es ist jedoch keine übergeordnete Domäne '%s' vorhanden.
es_es: %s: se ha definido el subdominio '%s' , pero no el principal '%s'.
fr_fr: %s : sous-domaine '%s' défini, mais aucun '%s' parent.
hu_hu: %s: A(z) '%s' aldomain meg van adva, de a szülő '%s' nincs.
it_it: %s: Sottodominio '%s' definito, ma non principale '%s'.
ja_jp: %s: サブドメイン「%s」が定義されていますが、親「%s」がありません。
nb_no: %s: Subdomene '%s' definert, men ikke hoveddomene '%s'.
pt_pt: %s: Sub-domínio '%s' definido, mas sem um '%s' progenitor.

source: %s: Two SubDomains defined for '%s'.
de_de: %s: Zwei SubDomains für '%s' definiert.
es_es: %s: dos subdominios definidos para '%s'.
fr_fr: %s : deux sous-domaines définis pour '%s'.
hu_hu: %s: Két aldomain van megadva '%s' alá.
it_it: %s: Due sottodomini definiti per '%s'.
ja_jp: %s: 「%s」に対して2つのサブドメインが定義されています。
nb_no: %s: To subdomener definert for '%s'.
pt_pt: %s: Dois Sub-domínios definidos para '%s'.

source: %s: Error opening certificate directory '%s': %s
de_de: %s: Fehler beim Öffnen von Zertifikatsverzeichnis '%s': %s
es_es: %s: error al abrir el directorio de certificados '%s': %s
fr_fr: %s : erreur lors de l'ouverture du répertoire de certificats '%s' : %s
hu_hu: %s: Hiba a(z) '%s' tanúsítványtár megnyitása közben: %s
it_it: %s: Errore durante l'apertura della directory certificato '%s': %s
ja_jp: %s: 証明書ディレクトリ「%s」を開くときのエラー: %s
nb_no: %s: Feil ved åpning av sertifikatkatalog '%s': %s
pt_pt: %s: Erro ao abrir o directório '%s' do certificado: %s

source: %s: Error reading certificates from %s
de_de: %s: Fehler beim Lesen der Zertifikate aus %s
es_es: %s: error al leer certificados de %s
fr_fr: %s : erreur lors de la lecture des certificats depuis %s
hu_hu: %s: Hiba a tanúsítányok %s helyről olvasása közben
it_it: %s: Errore durante la lettura dei certificati da %s
ja_jp: %s: %sから証明書を読み込むときのエラー
nb_no: %s: Feil ved lesing av sertifikater fra %s
pt_pt: %s: Erro de leitura dos certificados de %s

source: %s: Failed to load certificate '%s'
de_de: %s: Zertifikat '%s' konnte nicht geladen werden
es_es: %s: error al cargar el certificado '%s'
fr_fr: %s : échec de chargement du certificat '%s'
hu_hu: %s: Hiba a(z) '%s' tanúsítvány betöltése közben
it_it: %s: Impossibile caricare certificato '%s'
ja_jp: %s: 証明書「%s」の読み込みに失敗しました
nb_no: %s: Kunne ikke laste sertifikat '%s'
pt_pt: %s: Falha na carga do certificado '%s'

source: %s: Failed to load profilelist from certificate '%s'
de_de: %s: Fehler beim Laden der Profilliste von Zertifikat '%s'
es_es: %s: error al cargar la lista de perfiles del certificado '%s'
fr_fr: %s : échec de chargement de la liste de profils à partir du certificat '%s'
hu_hu: %s: Hiba a profillista a(z) '%s' tanúsítványból betöltése közben
it_it: %s: Impossibile caricare elenco profilo da certificato '%s'
ja_jp: %s: 証明書「%s」からプロファイルリストの読み込みに失敗しました
nb_no: %s: Kunne ikke laste profilliste fra sertifikat '%s'
pt_pt: %s: Falha na carga da lista de perfis do certificado '%s'

source: %s: Failure querying certificate/expiry '%s'
de_de: %s: Fehler beim Abfragen von Zertifikat/Ablauf '%s'
es_es: %s: error al consultar certificate/expiry '%s'
fr_fr: %s : échec lors de la requête certificat/expiration '%s'
hu_hu: %s: Hiba a(z) '%s' tanúsítvány/lejárat lekérdezése közben
it_it: %s: Impossibile eseguire richiesta su certificato/scadenza '%s'
ja_jp: %s: 証明書/有効期限「%s」をクエリしているときのエラー
nb_no: %s: Feil ved forespørsel om sertifikat/utløp '%s'
pt_pt: %s: Falha ao inquirir o certificado/validade '%s'

source: %s: Certificate '%s' has expired
de_de: %s: Zertifikat '%s' ist abgelaufen
es_es: %s: el certificado '%s' ha caducado
fr_fr: %s : le certificat '%s' a expiré
hu_hu: %s: A(z) '%s' tanúsítvány lejárt
it_it: %s: Certificato '%s' scaduto
ja_jp: %s: 証明書「%s」の有効期限がきれました
nb_no: %s: Sertifikatet '%s' er utløpt
pt_pt: %s: O certificado '%s' expirou

source: %s: Failure querying certificate/leaf '%s'
de_de: %s: Fehler beim Abfragen von Zertifikat/Blatt '%s'
es_es: %s: error al consultar certificate/leaf '%s'
fr_fr: %s : échec lors de la requête certificat/feuille '%s'
hu_hu: %s: Hiba a(z) '%s' tanúsítvány/levél lekérdezése közben
it_it: %s: Impossibile eseguire richiesta su certificato/foglia '%s'
ja_jp: %s: 証明書/葉「%s」をクエリしているときのエラー
nb_no: %s: Feil ved forespørsel om sertifikat/leaf '%s'
pt_pt: %s: Falha ao inquirir a folha/certificado '%s'

source: %s: Certificate '%s' is not a leaf certificate
de_de: %s: Zertifikat '%s' ist kein Blattzertifikat
es_es: %s: el certificado '%s' no es un certificado de hoja
fr_fr: %s : le certificat '%s' n'est pas un certificat feuille
hu_hu: %s: A(z) '%s' tanúsítvány nem levéltanúsítvány
it_it: %s: Il certificato '%s' non è un certificato foglia
ja_jp: %s: 証明書「%s」は葉証明書ではありません
nb_no: %s: Sertifikatet '%s' er ikke et leaf-sertifikat
pt_pt: %s: O certificado '%s' não é um certificado folha

source: %s: Profile '%s' not authorized by certificate '%s'
de_de: %s: Profil '%s' wird von Zertifikat '%s' nicht zugelassen
es_es: %s: el perfil '%s' no está autorizado por el certificado '%s'
fr_fr: %s : le profil '%s' n'est pas autorisé par le certificat '%s'
hu_hu: %s: A(z) '%s' profilt nem engedélyezi a(z) '%s' tanúsítvány
it_it: %s: Profilo '%s' non autorizzato da certificato '%s'
ja_jp: %s: プロファイル「%s」は証明書「%s」によって承認されていません
nb_no: %s: Profilen '%s' ikke autorisert med sertifikat '%s'
pt_pt: %s: O perfil '%s' não está autorizado pelo certificado '%s'

source: %s: Failure querying certificate/isparent '%s' '%s'
de_de: %s: Fehler beim Abfragen von Zertifikat/isparent'%s' '%s'
es_es: %s: error al consultar certificate/isparent '%s' '%s'
fr_fr: %s : échec lors de la requête certificat/isparent '%s' '%s'
hu_hu: %s: Hiba a(z) '%s' tanúsítvány/isparent lekérdezése közben '%s'
it_it: %s: Impossibile eseguire richiesta su certificato/è superiore '%s %s'
ja_jp: %s: 証明書/isparent「%s」「%s」をクエリしているときのエラー
nb_no: %s: Feil ved forespørsel om sertifikat/isparent '%s' '%s'
pt_pt: %s: Falha ao inquirir o certificado/é progenitor '%s' '%s'

source: %s: Certificate %s is not a valid parent of certificate %s
de_de: %s: Zertifikat %s ist kein gültiges übergeordnetes Zertifikat von %s
es_es: %s: el certificado %s no es un principal válido para el certificado %s
fr_fr: %s : le certificat %s n'est pas un parent valide du certificat %s
hu_hu: %s: A(z) %s tanúsítvány nem a(z) %s tanúsítvány érvényes szülője
it_it: %s: Il certificato %s non è un certificato superiore valido del certificato %s
ja_jp: %s: 証明書%sは証明書%sの有効な親ではありません
nb_no: %s: Sertifikatet %s er ikke en gyldig 'parent' for sertifikat %s
pt_pt: %s: O certificado %s não é um progenitor válido do certificado %s

source: %s: Certificate %s is an invalid certificate
de_de: %s: Zertifikat %s ist ein ungültiges Zertifikat
es_es: %s: el certificado %s no es válido
fr_fr: %s : le certificat %s est incorrect
hu_hu: %s: A(z) %s tanúsítvány érvénytelen
it_it: %s: Il certificato %s non è valido
ja_jp: %s: 証明書%sは有効な証明書です
nb_no: %s: Sertifikatet '%s' er et ugyldig sertifikat
pt_pt: %s: O certificado %s é um certificado inválido

source: %s: Failure querying certificate/isroot '%s'
de_de: %s: Fehler beim Abfragen von Zertifikat/isroot '%s'
es_es: %s: error al consultar certificate/isroot '%s'
fr_fr: %s : échec lors de la requête certificat/isroot '%s'
hu_hu: %s: Hiba a(z) '%s' tanúsítvány/isroot lekérdezése közben
it_it: %s: Impossibile eseguire richiesta su certificato/è root '%s'
ja_jp: %s: 証明書/isroot「%s」をクエリしているときのエラー
nb_no: %s: Feil ved forespørsel om sertifikat/isroot '%s'
pt_pt: %s: Falha ao inquirir o certificado/é raiz '%s'

source: %s: Certificate %s is not a valid root certificate
de_de: %s: Zertifikat %s ist kein gültiges Root-Zertifikat
es_es: %s: el certificado %s no es un certificado raíz válido
fr_fr: %s : le certificat %s n'est pas un certificat racine valide
hu_hu: %s: A(z) %s tanúsítvány nem gyökértanúsítvány
it_it: %s: Il certificato %s non è certificato root valido
ja_jp: %s: 証明書%sは有効なルートではありません
nb_no: %s: Sertifikatet '%s' er ikke et gyldig rotsertifikat
pt_pt: %s: O certificado %s não é um certificado raiz válido

source: %s: Warning certificate cache '%s' is invalid. Rebuild using '%s'
de_de: %s: Zwischenspeicher für Warnzertifikat '%s' ist ungültig. Neu aufbauen mit '%s'
es_es: %s: Advertencia: caché de certificado '%s' no válido. Reconstruir empleando '%s'
fr_fr: %s : avertissement - le cache de certificats '%s' est incorrect. Générer à nouveau en utilisant '%s'
hu_hu: %s: Figyelem: a(z) '%s' tanúsítvány-gyorsítótár érvénytelen. Újraépítés '%s' használatával
it_it: %s: Attenzione, cache certificato '%s' non valida. Ricreare mediante '%s'
ja_jp: %s: 警告証明書キャッシュ「%s」が無効です。 「%s」を使用してリビルド
nb_no: %s: Advarsel: Sertifikatmellomlager '%s' er ugyldig. Opprett på nytt med '%s'
pt_pt: %s: A cache de certificado de aviso '%s' é inválida. Reconstrua utilizando '%s'

source: Warning (line %d):
de_de: Warnung (Zeile %d):
es_es: Advertencia (línea %d):
fr_fr: Avertissement (ligne %d) :
hu_hu: Figyelmeztetés (%d. sor):
it_it: Attenzione (linea %d):
ja_jp: 警告(行%d):
nb_no: Advarsel (linje %d):
pt_pt: Aviso (linha %d):
