Repository: crossbuild/apparmor
Catalog: parser/po/*.po
Languages: de_de, es, es_es, fr_fr, hu_hu, it_it, ja, ja_jp, ko, nb_no, pt_br, pt_pt, ru

source: Exec qualifier 'i' invalid, conflicting qualifier already specified
de_de: Exec-Qualifizierer 'i' ist ungültig, ein Qualifizierer, mit dem ein Konflikt besteht, wurde bereits angegeben.
es: El calificador de ejecución 'i' no es válido, entra en conflicto con un calificador ya definido
es_es: El calificador de ejecución 'i' no es válido, ya se ha especificado un calificador en conflicto
fr_fr: Qualificatif d'exécution 'i' incorrect, en conflit avec un qualificatif déjà défini
hu_hu: Az 'i' végrehajtási minősítő érvénytelen, meg lett adva egy ütköző minősítő
it_it: Qualificatore Exec 'i' non valido, qualificatore in conflitto già specificato
ja: 実行修飾子 'i' は無効です。相反する修飾子が既に指定されています
ja_jp: Execクォリファイア「i」は無効です、相反するクォリファイアがすでに指定されています
ko: 실행 수식 'i' 는 잘못 되었습니다. 같은 수식이 이미 지정되어 있습니다
nb_no: Exec-valget 'i' er ugyldig. Et annen valg som er i konflikt med dette, er allerede spesifisert.
pt_br: Permissão de execução 'i' inválida, a permissão conflitante já está especificada
pt_pt: Qualificador de execução 'i' inválido, qualificador em conflito já especificado
ru: Недопустимый ключ запуска 'i', уже определён конфликтующий ключ

source: Unconfined exec qualifier (%c%c) allows some dangerous environment variables to be passed to the unconfined process; 'man 5 apparmor.d' for details.
es: El calificador de ejecución sin restricciones (%c%c) permite que algunas variables de entorno peligrosas se pasen al proceso sin restricciones; Consulte 'man 5 apparmor.d' para obtener más detalles.
ja: 無制限の実行修飾子 (%c%c) により制限のないプロセスに対して危険な環境変数を渡してしまいます; 詳細は 'man 5 apparmor.d' をご覧ください。
ko: 무제한의 실행 수식 (%c%c) 에 의해 제한이 없는 프로세스에 대해 위험한 환경변수를 전달합니다; 'man 5 apparmor.d' 에서 자세한 내용을 살펴보세요.
pt_br: A permissão de execução sem restrições (%c%c) permite que algumas variáveis de ambiente perigosas sejam passadas ao processo não delimitado; 'man 5 AppArmor.d' para detalhes.
ru: Действующий ключ запуска (%c%c) разрешает передачу некоторых опасных переменных окружения неограниченным процессам; для получения дополнительных сведений введите команду 'man 5 apparmor.d' в терминале.

source: Exec qualifier '%c' invalid, conflicting qualifier already specified
es: El calificador de ejecución '%c' no es válido, entra en conflicto con un calificador ya definido
ja: 実行修飾子 '%c' は無効です。相反する修飾子がすでに指定されています
ko: 실행 수식 '%c' 는 잘못 되었습니다. 같은 수식이 이미 지정되어 있습니다
pt_br: A permissão de execução '%c' é inválida; uma permissão conflitante já foi especificada
ru: Недопустимый ключ запуска '%c', уже определён конфликтующий ключ

source: Exec qualifier '%c%c' invalid, conflicting qualifier already specified
es: El calificador de ejecución '%c %c' no es válido, entra en conflicto con un calificador ya definido
ja: 実行修飾子 '%c%c' は無効です。相反する修飾子がすでに指定されています
ko: 실행 수식 '%c%c' 는 잘못 되었습니다. 같은 수식이 이미 지정되어 있음
pt_br: Permissão de execução '%c%c' inválido, a permissão conflitante já está especificada
ru: Недопустимый ключ запуска '%c%c', уже определён конфликтующий ключ

source: Internal: unexpected mode character '%c' in input
es: Interno: carácter de modo inesperado '%c' en la entrada
ja: 内部: 予期しないモード文字 '%c' が入力されています
ko: 내부: 예기치 않은 모드 문자 '%c'가 입력 됨
pt_br: Interno: caractere de modo inesperado '%c' na entrada
ru: Внутреннее: неожиданный символ режима '%c' во вводе

source: Internal error generated invalid perm 0x%llx
es: Un error interno ha producido permisos no válidos 0x%llx
ja: 内部エラーが発生しました。許可設定が正しくありません 0x%llx
ko: 내부 오류가 발생, 허가 설정이 올바르지 않음 0x%llx
pt_br: Erro interno gerou permissão inválida 0x%llx
ru: Неверное разрешение 0x%llx вызвало внутреннюю ошибку

source: AppArmor parser error: %s
es: Error del analizador AppArmor: %s
ja: AppArmor 構文解析エラー: %s
ko: AppArmor 구문 분석 오류: %s
pt_br: Erro do analisador do AppArmor: %s
ru: Ошибка анализатора AppArmor: %s

source: Couldn't merge entries. Out of Memory
de_de: Einträge konnten nicht zusammengeführt werden. Kein Speicher vorhanden
es: No es posible fusionar las entradas. Memoria insuficiente
es_es: No es posible fusionar las entradas. Memoria agotada
fr_fr: Impossible de fusionner les entrées. Mémoire insuffisante
hu_hu: A bejegyzések nem egyesíthetők. Elfogyott a memória
it_it: Impossibile fondere registrazioni. Memoria esaurita
ja: 項目を統合できませんでした。メモリ不足
ja_jp: エントリをマージできませんでした。 メモリ不足
ko: 항목을 병합 할 수 없습니다. 메모리 부족
nb_no: Kunne ikke legge inn oppføringer. For lite minne.
pt_br: Não foi possível mesclar entradas. Memória insuficiente
pt_pt: Não é possível intercalar as entradas. Memória Esgotada
ru: Не удалось объединить записи. Недостаточно памяти

source: profile %s: has merged rule %s with multiple x modifiers
de_de: Profil %s: verfügt über zusammengeführte Regel %s mit mehreren x-Modifiern
es: perfil %s: ha fusionado la regla %s con varios modificadores x
es_es: perfil %s: regla %s fusionada con varios modificadores x
fr_fr: profil %s : a fusionné la règle %s avec plusieurs modificateurs x
hu_hu: %s profil: a(z) %s szabály egyesítve, több x módosítóval
it_it: profilo %s: presenta regola fusa %s con più modificatori x
ja: プロファイル %s: 複数の 'x' 修飾子で規則 %s が統合されています
ja_jp: プロファイル%s: 複数のx修飾キーで規則%sがマージされています
ko: 프로필 %s: 다중 x 변경자로 규칙 %s 가 통함됨
nb_no: Profil %s: Har lagt inn regel %s med flere x-modifikatorer.
pt_br: o perfil %s: mesclou a regra %s com vários modificadores x
pt_pt: o perfil %s: tem a regra de fusão %s com múltiplos modificadores x
ru: профиль %s: имеется объединённое правило %s с несколькими модификаторами x

source: Profile names must begin with a '/', or keyword 'profile'.
es: Los nombres de perfil deben empezar con '/' o con la palabra clave 'profile'.
ja: プロファイル名は '/' またはキーワード 'profile' で始める必要があります。
ko: 프로필 이름은 '/' 나 키워드 'profile' 로 시작해야 합니다.
pt_br: Os nomes de perfis devem começar com um '/' ou com a palavra 'profile'.
ru: Имя профиля должно начинаться с '/' или ключевого слова 'profile'.

source: Failed to create alias %s -> %s
es: No se puede crear el alias %s -> %s
ja: 別名 %s -> %s を作成することができませんでした
ko: %s 의 별칭 만들기에 실패 -> %s
pt_br: Não foi possível criar o apelido %s -> %s
ru: Не удалось создать псевдоним %s -> %s

source: Profile flag 'debug' is no longer valid.
es: El perfil con indicador de 'debug' ya no es válido.
ja: プロファイルフラグ 'debug' はもはや利用できません。
ko: 'debug' 프로필 플래그는 이미 이용 할 수 없습니다.
pt_br: O indicador de perfil 'debug' não é mais válido.
ru: Флаг профиля 'debug' больше не используется.

source: Invalid profile flag: %s.
es: Indicador de perfil no válido: %s.
ja: プロファイルフラグが正しくありません: %s
ko: 잘못된 프로필 플래그: %s.
pt_br: Indicador de perfil inválido: %s.
ru: Неверное назначение флага: %s.

source: Assert: `rule' returned NULL.
de_de: Assert: Für 'rule' wurde NULL zurückgegeben.
es: Afirmación: `rule' ha devuelto NULO.
es_es: Afirmación: `rule' ha devuelto NULL.
fr_fr: Assert : 'rule' a retourné NUL.
hu_hu: Assert: A `rule' NULL értéket adott vissza.
it_it: Asserzione: `rule' ha restituito NULL.
ja: Assert: `rule' は NULL を返しています。
ja_jp: Assert: 「rule」はNULLを返しています。
ko: Assert: `rule' 은 NULL을 반환했습니다.
nb_no: Assert: 'rule' returnerte NULL.
pt_br: Declaração: `rule' retornou VAZIO.
pt_pt: Asserção: `rule' devolveu NULL.
ru: Предупреждение: `rule' возвратило NULL.

source: Invalid mode, in deny rules 'x' must not be preceded by exec qualifier 'i', 'p', or 'u'
es: El modo no es válido, en las reglas de negación 'x' no puede estar precedido por el calificador de ejecución 'i', 'p' ni 'u'
ja: 無効なモードです。拒否ルール内では 'x' の前に実行修飾子 'i' 'p' または 'u' を付けてはいけません。
ko: 잘못된 모드, 거부 규칙 'x' 의 앞에 실행 수식 'i', 'p' 또는 'u'를 붙여서는 안됨
pt_br: Modo inválido, nas regras de proibição o 'x' não deve ser precedido da permissão de execução 'i', 'p' ou 'u'
ru: Недопустимый режим, в правилах запрещения перед 'x' не должен стоять ключ запуска 'i', 'p' или 'u'

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'p', 'c', or 'u'
es: El modo no es válido, 'x' debe estar precedido por el calificador de ejecución 'i', 'p, 'c' o 'u'
ja: 無効なモードです。 'x' の前には実行修飾子 'i' 'p' 'c' または 'u' が必要です。
ko: 잘못된 모드, 'x'의 앞에는 실행 수식 'i', 'p', 'c' 또는 'u'가 필요함
pt_br: Modo inválido, o 'x' deve ser precedido da permissão de execução 'i', 'p','c' ou 'u'
ru: Недопустимый режим, перед 'x' должен стоять ключ запуска 'i', 'p', 'c', или 'u'

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'p', or 'u'
es: El modo no es válido, 'x' debe estar precedido por el calificador de ejecución 'i', 'p' o 'u'
it_it: Modalità non valida, 'x' deve essere preceduto da qualificatore exec 'i', 'p' o 'u'
ja: 無効なモードです。 'x' の前には実行修飾子 'i' 'p' または 'u' が必要です。
ko: 잘못된 모드, 'x'의 앞에는 실행 수식 'i', 'p' 또는 'u'가 필요함
nb_no: Ugyldig modus. 'x' må komme etter exec-valget 'i', 'p' eller 'u'
pt_br: Modo inválido, o 'x' deve ser precedido da permissão de execução 'i', 'p' ou 'u'
ru: Недопустимый режим, перед 'x' должен стоять ключ запуска 'i', 'p' или 'u'

source: Assert: `network_rule' return invalid protocol.
es: Afirmación: `network_rule' devuelve un protocolo no válido.
ja: Assert: `network_rule' は未定義のプロトコルを返しています。
ko: Assert: `network_rule' 은 잘못된 프로토콜을 반환합니다.
pt_br: Declaração: `network_rule' retorna protocolo inválido.
ru: Предупреждение: `network_rule' возвратило недопустимый протокол.

source: Assert: `change_profile' returned NULL.
es: Afirmación: `change_profile' ha devuelto NULO.
ja: Assert: `change profile' は NULL を返しています。
ko: Assert: `change_profile' 은 NULL을 반환했습니다.
pt_br: Declaração: `change_profile' retornou VAZIO.
ru: Предупреждение: `change_profile' возвратило NULL.

source: Assert: `change_hat' returned NULL.
es: Afirmación: `change_hat' ha devuelto NULO.
ja: Assert: `change_hat' は NULL を返しています。
ko: Assert: `change_profile' 은 NULL을 반환했습니다.
pt_br: Declaração: `change_hat' retornou VAZIO.
ru: Предупрждение: `change_hat' возвратило NULL.

source: Assert: 'hat rule' returned NULL.
de_de: Assert: Für 'hat rule' wurde NULL zurückgegeben.
es: Afirmación: 'hat rule' ha devuelto NULO.
es_es: Afirmación: 'hat rule' ha devuelto NULL.
fr_fr: Assert : 'hat rule' a retourné NUL.
hu_hu: Assert: A `hat rule' NULL értéket adott vissza.
it_it: Asserzione: `hat rule' ha restituito NULL.
ja: Assert: 'hat rule' は NULL を返しています。
ja_jp: Assert: 「hat rule」はNULLを返しています。
ko: Assert: 'hat rule' 은 NULL을 반환했습니다.
nb_no: Assert: 'hat rule' returnerte NULL.
pt_br: Declarar: 'hat rule' retornou VAZIO.
pt_pt: Asserção: 'hat rule' devolveu NULL.
ru: Предупреждение: 'hat rule' возвратило NULL.

source: Assert: 'local_profile rule' returned NULL.
es: Afirmación: `la regla local_profile' ha devuelto NULO.
ja: Assert: `local_profile rule' は NULL を返しています。
ko: Assert: `change_profile' 은 NULL을 반환했습니다.
pt_br: Declaração: a regra 'local_profile' retornou VAZIO.
ru: Предупреждение: 'local_profile rule' возвратило NULL.

source: Unset boolean variable %s used in if-expression
es: Se ha utilizado la variable booleana no definida %s en una expresión condicional
ja: 未設定の論理値変数 %s が if 文内に使用されています。
ko: 설정되지 않은 논리 변수 %s가 if 문 내에 사용되고 있음
pt_br: Retire a variável booleana %s usada na expressão 'se'
ru: Неинициализированная логическая переменная %s использована в выражении if

source: subset can only be used with link rules.
es: sólo se puede utilizar el subconjunto con reglas de enlace.
ja: サブセットはリンクルールと共にのみ使用することができます
ko: 부분집합은 링크 규칙과 함께(만) 사용 할 수 있습니다.
pt_br: subconjunto somente deve ser usado com regras de link.
ru: поднабор может использоваться только с правилами связи.

source: link and exec perms conflict on a file rule using ->
es: conflicto entre los permisos de ejecución y de enlace en un archivo de reglas que usa ->
ja: 以下のファイルルール内でリンクと実行許可が矛盾しています ->
ko: 이하의 파일 규칙 내에서 링크와 실행 허가가 모순되고 있습니다 ->
pt_br: conflito de permissões de link e execução em um arquivo usando a regra ->
ru: права на выполнение и связь конфликтуют с правилом файла использующим ->

source: link perms are not allowed on a named profile transition.
es: no se permiten los permisos de enlace en una transición del perfil denominado.
ja: リンク許可は名前付きプロファイルの変遷で使用することはできません。
ko: 링크 허가는 명명된 프로필의 전환에서 허용되지 않습니다.
pt_br: permissão de link não é permitido em um chamado perfil de transição.
ru: права связи не допускаются при перемещении именнованного профиля.

source: unsafe rule missing exec permissions
es: Una regla insegura carece de permisos de ejecución
ja: 実行権限が設定されていない危険な規則
ko: 실행권한이 설정되어 있지 않은 안전하지 않은 규칙
pt_br: regra insegura por falta de permissões de execução
ru: небезопасное правило: отсутствуют разрешения на выполнение

source: link perms are not allowed on a named profile transtion.
es: no se permiten los permisos de enlace en una transición del perfil denominado.
ja: リンク許可は名前付きプロファイルの変遷で使用することはできません。
ko: 링크 허가는 명명된 프로필의 전환에서 허용되지 않습니다.
pt_br: permissão de link não é permitido num chamado perfil de transição
ru: права связи не допускаются при перемещении именнованного профиля.

source: missing an end of line character? (entry: %s)
de_de: Fehlt ein Zeilenumbruch? (Eintrag: %s)
es: ¿Falta el carácter de final de línea? (entrada: %s)
es_es: ¿Falta final de carácter de línea? (Entrada: %s)
fr_fr: caractère de fin de ligne manquant ? (entrée : %s)
hu_hu: hiányzó sorvége karakter? (bevitel: %s)
it_it: un carattere di fine riga mancante? (registrazione: %s)
ja: 行末文字が欠けていませんか？ (内容: %s)
ja_jp: 行末文字が欠けていますか? (entry: %s)
ko: 행의 끝 문자가 빠져 있지 않습니까? (항목: %s)
nb_no: tegn for linjelslutt mangler? (oppføring: %s)
pt_br: caractere de fim de linha ausente? (digitado: %s)
pt_pt: caracter de fim de linha em falta? (entrada: %s)
ru: отсутствует символ конца строки? (запись: %s)

source: Invalid network entry.
es: Entrada de red no válida.
ja: 不正なネットワーク項目です。
ko: 잘못된 네트워크 항목입니다.
pt_br: Entrada de rede inválida.
ru: Недопустимая сетевая запись.

source: Invalid capability %s.
es: Característica no válida %s.
ja: 無効な能力設定です %s
ko: 잘못된 %s 기능설정 입니다.
pt_br: Recurso inválido %s.
ru: Недопустимая способность %s.

source: AppArmor parser error in %s at line %d: %s
es: Error del analizador AppArmor en %s línea %d: %s
ja: %s 内 %d 行目において AppArmor 構文解析エラーが発生しました: %s
ko: %s의 %d행에서 AppArmor 분석 오류: %s
pt_br: Erro do analisador do AppArmor em %s na linha %d: %s
ru: Ошибка анализатора AppArmor в %s в строке %d: %s

source: AppArmor parser error, line %d: %s
de_de: Analysefehler AppArmor, Zeile %d: %s
es: Error del analizador AppArmor, línea %d: %s
es_es: Error de análisis de subdominio en la línea %d: %s
fr_fr: Erreur d'analyseur de AppArmor, ligne %d : %s
hu_hu: Aldomainelemző hiba, sor: %d: %s
it_it: Errore parser AppArmor, riga %d: %s
ja: %d 行にて AppArmor 構文解析エラー: %s
ja_jp: サブドメイン構文解析エラー、行%d: %s
ko: %d 행에서 AppArmor 분석 오류: %s
nb_no: Feil under analyse av AppArmor, linje %d: %s
pt_br: Erro do analisador do AppArmor, linha %d: %s
pt_pt: Erro de interpretação de AppArmor, linha %d: %s
ru: Ошибка анализатора AppArmor, строка %d: %s

source: %s: Illegal open {, nesting groupings not allowed
de_de: %s: Öffnen ungültig {, verschachtelte Gruppierungen sind nicht zulässig
es: %s: apertura de { ilegal, no se permite la anidación de grupos
es_es: %s: { de apertura ilegal, la anidación de grupos no está permitida
fr_fr: %s : { ouvrante incorrecte, regroupements imbriqués non autorisés
hu_hu: %s: Érvénytelen nyitott {, a csoportosítások egymásba ágyazása nem támogatott
it_it: %s: Apertura { non valida, annidamento raggruppamenti non consentito
ja: %s: 不正な中括弧 '{' 、入れ子グループは許可されていません
ja_jp: %s: 不正オープン{、入れ子グループ分けは許可されていません
ko: %s: 부정 { 열기, 상자 그룹은 허용되지 않음
nb_no: %s: Åpen { ikke tillatt, nesting-gruppering ikke tillatt
pt_br: %s: abertura ilegal {, agrupamentos aninhados não permitidos
pt_pt: %s: { de abertura ilegal, o encadeamento de agrupamentos não é permitido
ru: %s: Недопустимая открывающая скобка {, вложение группировок не допускается

source: %s: Regex grouping error: Invalid number of items between {}
de_de: %s: Regex-Gruppierungsfehler: Ungültige Anzahl an Einträgen zwischen {}
es: %s: error de agrupación regex: número de elementos entre {} no válido
es_es: %s: error de agrupación Regex: número de elementos entre {} no válido
fr_fr: %s : erreur de regroupement Regex : nombre incorrect d'éléments entre {}
hu_hu: %s: Reguláris kifejezés csoportosítási hiba: Érvénytelen számú elem a {} között
it_it: %s: Errore raggruppamento Regex: numero di elementi non valido tra {}
ja: %s: 正規表現グループ分けエラー: {} の間にある項目数が不正です
ja_jp: %s: Regexグループ分けエラー: {}の間にある項目の無効数
ko: %s: 정규 표현 그룹 나누기 오류: {} 사이에 잘못된 항목수
nb_no: %s: Regex-grupperingsfeil: Ugyldig antall oppføringer mellom { og }
pt_br: %s: erro de agrupamento da expressão regular: Número inválido de itens entre {}
pt_pt: %s: Erro de agrupamento de expressões regulares: Número inválido de items entre {}
ru: %s: Ошибка группировки в регулярном выражении: Недопустимое число объектов между { и }

source: %s: Regex grouping error: Invalid close }, no matching open { detected
de_de: %s: Regex-Gruppierungsfehler: Ungültiges schließendes Zeichen }, kein passendes öffnendes Zeichen { gefunden
es: %s: error de agrupación regex: cierre } no válido, no se ha encontrado el signo de apertura { correspondiente
es_es: %s: error de agrupación Regex: } de cierre no válido, no se ha encontrado el signo { de apertura correspondiente
fr_fr: %s : erreur de regroupement Regex : } fermante incorrecte, aucune { ouvrante détectée
hu_hu: %s: Reguláris kifejezés csoportosítási hiba: Érvénytelen záró }, nem található hozzá tartozó {
it_it: %s: Errore raggruppamento Regex: Chiusura } non valida, non è stata individuata alcuna { aperta
ja: %s: 正規表現グループ分けエラー: 無効な閉じ中括弧 '}' 、対応する中括弧 '{' がありません
ja_jp: %s: Regexグループ分けエラー: 無効なクローズ}、一致するオープンがありません{ detected
ko: %s: 정규 표현 그룹 나누기 오류: 잘못된 } 닫기, { 열기 와 일치하지 않는 곳이 검출
nb_no: %s: Regex-grupperingsfeil: Ugyldig avsluttende }, ingen initial { funnet
pt_br: %s: erro de agrupamento da expressão regular: Fechamento inválido }, nenhuma abertura correspondente { detectada
pt_pt: %s: Erro de agrupamento de expressões regulares: Fecho inválido }, não foi encontrado uma } para emparelhar
ru: %s: Ошибка группировки в регулярном выражении: Недопустимая закрывающая скобка }, отсутствует соответствующая открывающая скобка {

source: %s: Regex grouping error: Unclosed grouping or character class, expecting close }
de_de: %s: Regex-Gruppierungsfehler: Nicht geschlossene Gruppierung oder Zeichenklasse, schließendes Zeichen } erwartet
es: %s: error de agrupación regex: agrupación o clase de caracteres sin cerrar. Se esperaba el símbolo de cierre }
es_es: %s: error de agrupación Regex: agrupación o clase de caracteres sin cerrar, se esperaba el símbolo } de cierre
fr_fr: %s : erreur de regroupement Regex : regroupement ou classe de caractères non fermé, } fermante attendue
hu_hu: %s: Reguláris kifejezés csoportosítási hiba: Be nem zárt csoport vagy karakterosztály, záró } hiányzik
it_it: %s: Errore raggruppamento Regex: classe carattere o raggruppamento non valido, prevista } chiusa
ja: %s: 正規表現グループ分けエラー: 閉じられていないグループ分けまたは文字クラスがあります、 '}' で閉じる必要があります
ja_jp: %s: Regexグループ分けエラー: クローズしていないグループ分けまたは文字クラスです、クローズします}
ko: %s: 정규 표현 그룹 나누기 오류: 닫혀지지 않은 그룹 나누기 또는 문자 클래스가 있음, } 로 닫을 필요가 있음
nb_no: %s: Regex-grupperingsfeil: Åpen gruppering eller tegnklasse, avsluttende } forventet
pt_br: %s: erro de agrupamento da expressão regular: Classe de caractere ou agrupamento não fechado; esperado fechamento }
pt_pt: %s: Erro de agrupamento de expressões regulares: Agrupamento ou classe de caracter não encerrado, esperava-se uma } a fechar
ru: %s: Ошибка группировки в регулярном выражении: Незакрытая группировка или знаковый класс, необходима закрывающая скобка }

source: %s: Internal buffer overflow detected, %d characters exceeded
de_de: %s: Interner Pufferüberlauf erkannt, %d Zeichen überschritten
es: %s: detectado desbordamiento de buffer interno, superado en %d caracteres
es_es: %s: detectado desbordamiento de buffer interno, superado en %d caracteres
fr_fr: %s : dépassement de tampon interne détecté, %d caractères en dépassement
hu_hu: %s: Belső puffer-túlcsordulás, %d karakterrel több
it_it: %s: Individuato overflow buffer interno, superati %d caratteri
ja: %s: 内部バッファオーバーフローが検出されました、%d 文字を超えています
ja_jp: %s: 内部バッファオーバーフローが検出されました、%d文字超えています
ko: %s: 내부 버퍼 넘침 검출, %d 문자를 넘음
nb_no: %s: Intern bufferlekkasje registrert, %d tegn overskredet
pt_br: %s: estouro de buffer interno detectado; %d caracteres excedidos
pt_pt: %s: Detectado um excesso no buffer interno de %d caracteres
ru: %s: Обнаружено переполнение внутреннего буфера, лишние %d знаков

source: %s: Unable to parse input line '%s'
de_de: %s: Eingabezeile '%s' kann nicht analysiert werden
es: %s: no es posible analizar la línea de entrada '%s'
es_es: %s: no es posible analizar la línea de entrada '%s'
fr_fr: %s : impossible d'analyser la ligne en entrée '%s'
hu_hu: %s: Nem értelmezhető a(z) '%s' bemeneti sor
it_it: %s: Impossibile analizzare riga input '%s'
ja: %s: 入力行 '%s' を解析できませんでした
ja_jp: %s: 入力行「%s」を解析できません
ko: %s: 입력 행 '%s'를 해석 할 수 없음
nb_no: %s: Kan ikke analysere kommandolinje '%s'
pt_br: %s: não foi possível analisar a linha de entrada '%s'
pt_pt: %s: Não foi possível analisar a linha de entrada '%s'
ru: %s: Невозможно проанализировать строку ввода '%s'

source: %s: Failed to compile regex '%s' [original: '%s']
de_de: %s: Fehler beim Kompilieren von regex '%s' [ursprünglich: '%s']
es: %s: error al compilar regex '%s' [original: '%s']
es_es: %s: error al compilar regex '%s' [original: '%s']
fr_fr: %s : échec de compilation de Regex '%s' [original : '%s']
hu_hu: %s: Nem sikerült lefordítani a(z) '%s' reguláris kifejezést [eredeti: '%s']
it_it: %s: Impossibile compilare regex '%s' [originale: '%s']
ja: %s: 正規表現 '%s' [オリジナル: '%s'] のコンパイルに失敗しました
ja_jp: %s: regex 「%s」 [original: 「%s」]のコンパイルに失敗しました
ko: %s: 정규 표현 '%s' [original: '%s'] 의 컴파일에 실패
nb_no: %s: Kunne ikke kompilere regex '%s' [original: '%s']
pt_br: %s: falha ao compilar a expressão regular '%s' [original: '%s']
pt_pt: %s: Falha na compilação da expressão regular '%s' [original: '%s']
ru: %s: Сбой при компиляции регулярного выражения '%s' [прототип: '%s']

source: %s: error near
de_de: %s: Fehler bei
es: %s: error aproximado
es_es: %s: error cercano
fr_fr: %s : erreur à proximité de
hu_hu: %s: hiba a közelben
it_it: %s: errore vicino
ja: %s: エラーすれすれ
ja_jp: %s: エラーすれすれ
ko: %s: 가까이 오류
nb_no: %s: feil nær
pt_br: %s: proximidade do erro
pt_pt: %s: erro próximo de
ru: %s: ошибка возле

source: %s: error reason: '%s'
de_de: %s: Fehlerursache: '%s'
es: %s: motivo del error: '%s'
es_es: %s: motivo del error: '%s'
fr_fr: %s : motif de l'erreur : '%s'
hu_hu: %s: hiba oka: '%s'
it_it: %s: motivo errore: '%s'
ja: %s: エラーの理由: '%s'
ja_jp: %s: エラーの理由: '%s'
ko: %s: 오류의 이유: '%s'
nb_no: %s: feilårsak: '%s'
pt_br: %s: motivo do erro: '%s'
pt_pt: %s: razão do erro: '%s'
ru: %s: причина ошибки: '%s'

source: %s: Failed to compile regex '%s' [original: '%s'] - malloc failed
de_de: %s: Fehler beim Kompilieren von regex '%s' [ursprünglich: '%s'] - malloc nicht erfolgreich
es: %s: error al compilar regex '%s' [original: '%s'] - error de malloc
es_es: %s: error al compilar regex '%s' [original: '%s'] - error de malloc
fr_fr: %s : échec de compilation de Regex '%s' [original : '%s'] - échec de malloc
hu_hu: %s: Nem sikerült lefordítani a(z) '%s' reguláris kifejezést [eredeti: '%s'] - malloc meghiúsult
it_it: %s: Impossibile compilare regex '%s' [originale: '%s'] - errore malloc
ja: %s: 正規表現 '%s' [オリジナル: '%s'] のコンパイルに失敗しました - mallocの失敗です
ja_jp: %s: regex 「%s」 [original: 「%s」]のコンパイルに失敗しました - mallocの失敗
ko: %s: 정규 표현 '%s' [원문: '%s'] 의 컴파일에 실패 - malloc 의 실패
nb_no: %s: Kunne ikke kompilere regex '%s' [original: '%s'] - malloc mislyktes
pt_br: %s: falha ao compilar a expressão regular '%s' [original: '%s'] - falha de malloc
pt_pt: %s: Falha na compilação da expressão regular '%s' [original: '%s'] - falha no malloc
ru: %s: Сбой при компиляции регулярного выражения '%s' [прототип: '%s'] - ошибка malloc
