Repository: crossbuild/apparmor
Catalog: parser/po/*.po
Languages: de_de, es, es_es, fr_fr, hu_hu, it_it, ja, ja_jp, ko, nb_no, pt_br, pt_pt, ru

source: Error: Could not read profile %s: %s.
es: Error: no se puede leer el perfil %s: %s.
ja: エラー: プロファイル %s を読み込めませんでした: %s
ko: 오류: 프로필 %s를 읽을 수 없음: %s.
pt_br: Erro: não foi possível ler o perfil %s: %s.
ru: Ошибка: Не удалось прочитать профиль %s: %s.

source: Error: Could not allocate temporary file.
es: Error: no se puede asignar el archivo temporal.
ja: エラー: 一時ファイルを割り当てることができませんでした。
ko: 오류: 임시 파일을 할당 할 수 없습니다.
pt_br: Erro: não foi possível alocar o arquivo temporário.
ru: Ошибка: Не удалось выделить временный файл.

source: Error: Out of memory.
es: Error: memoria insuficiente.
ja: エラー: メモリが足りません。
ko: 오류: 메모리 부족.
pt_br: Erro: memória insuficiente.
ru: Ошибка: Недостаточно памяти.

source: Error: basedir %s is not a directory, skipping.
es: Error: basedir %s no es un directorio. Se omitirá.
ja: エラー: basedir %s はディレクトリではありません。スキップします。
ko: 오류: basedir %s 는 디렉토리가 아닙니다. 건너뜁니다.
pt_br: Erro: o basedir %s não é um diretório; ignorando.
ru: Ошибка: базовый каталог %s не является каталогом, пропускается.

source: Error: Could not add directory %s to search path.
es: Error: no se puede añadir el directorio %s a la ruta de búsqueda.
ja: エラー: ディレクトリ %s を検索パスに追加することができませんでした。
ko: 오류: 디렉토리 %s 를 검색 경로에 추가할 수 없습니다.
pt_br: Erro: não foi possível adicionar o diretório %s ao caminho de pesquisa.
ru: Ошибка: Не удалось добавить каталог %s в путь поиска.

source: Error: Could not allocate memory.
es: Error: no se puede asignar memoria.
ja: エラー: メモリを割り当てることができませんでした。
ko: 오류: 메모리를 할당 할 수 없습니다.
pt_br: Erro: não foi possível alocar memória.
ru: Ошибка: Не удалось выделить память.

source: Error: Could not allocate buffer for include at line %d in %s.
es: Error: no se puede asignar el buffer para include en la línea %d de %s.
ja: エラー: %2$s 内 %1$d 行目の取り込み用バッファを割り当てることができませんでした。
ko: 오류: %d 행(%s 안의)에 포함하는 버퍼를 할당 할 수 없습니다 .
pt_br: Erro: não foi possível alocar o buffer para inclusão na linha %d em %s.
ru: Ошибка: Не удалось выделить буфер для выполнения директивы include в строке %d в %s.

source: Error: Bad include at line %d in %s.
es: Error: valor include incorrecto en la línea %d de %s.
ja: エラー: %2$s 内 %1$d 行目に不正な取り込み指令があります。
ko: 오류: %d 행(%s 안의)잘못됨.
pt_br: Erro: inclusão inválida na linha %d em %s.
ru: Ошибка: Неверная директива include в строке %d в %s.

source: Error: #include %s%c not found at line %d in %s.
es: Error: no se encuentra #include %s%c en la línea %d de %s.
ja: エラー: %4$s 内 %3$d 行目にて '#include %1$s%2$c' が見つかりませんでした
ko: 오류: #include %s%c 를 %d 행(%s 안의)에서 찾을 수 없습니다.
pt_br: Erro: #include %s%c não encontrado na linha %d em %s.
ru: Ошибка: Директива #include %s%c не найдена в строке %d в %s.

source: Error: Exceeded %d levels of includes. Not processing %s include.
es: Error: más de %d niveles de líneas include. %s líneas include NO se procesarán.
ja: エラー: 取り込み指令が %d レベルを超えました。%s の取り込み指令は処理されません。
ko: 오류: include가 %d 레벨을 넘었습니다. %s include 는 처리되지 않습니다.
pt_br: Erro: foram excedidos %d níveis de inclusões. A inclusão de %s não está sendo processada.
ru: Ошибка: Превышение числа %d вложенных директив include. Директива include %s не обрабатывается.

source: Bad write position
de_de: Ungültige Schreibposition
es: Posición de escritura incorrecta
es_es: Posición de escritura incorrecta
fr_fr: Mauvaise position d'écriture
hu_hu: Rossz írási pozíció
it_it: Posizione scrittura errata
ja: 不正書き込み位置
ja_jp: 不正書き込み位置
ko: 잘못된 기록 위치
nb_no: Ugyldig lagringsposisjon
pt_br: Posição de gravação incorreta
pt_pt: Posição de escrita errada
ru: Неверная позиция для записи

source: Permission denied
de_de: Berechtigung verweigert
es: Permiso denegado
es_es: Permiso denegado
fr_fr: Autorisation refusée
hu_hu: Engedély megtagadva
it_it: Permesso negato
ja: アクセスが拒否されました
ja_jp: 拒否されたパーミッション
ko: 권한 거부
nb_no: Manglende rettigheter
pt_br: Permissão negada
pt_pt: Permissão negada
ru: Доступ запрещен

source: Out of memory
de_de: Kein Speicher vorhanden
es: Memoria insuficiente
es_es: Memoria agotada
fr_fr: Mémoire insuffisante
hu_hu: Elfogyott a memória
it_it: Memoria esaurita
ja: メモリ不足
ja_jp: メモリ不足
ko: 메모리 부족
nb_no: For lite minne
pt_br: Memória insuficiente
pt_pt: Memória esgotada
ru: Недостаточно памяти

source: Couldn't copy profile Bad memory address
de_de: Ungültige Speicheradresse - Profil konnte nicht kopiert werden
es: No se puede copiar el perfil; dirección de memoria incorrecta
es_es: No es posible copiar la dirección de memoria incorrecta del perfil
fr_fr: Impossible de copier le profil. Adresse mémoire incorrecte
hu_hu: A profil nem másolható. Rossz memóriacím
it_it: Impossibile copiare profilo; indirizzo di memoria errato
ja: 不正なメモリアドレスのため、プロファイルをコピーできませんでした
ja_jp: プロファイルの不正メモリアドレスをコピーできませんでした
ko: 잘못된 메모리 주소 때문에 프로필을 복사 할 수 없음
nb_no: Kunne ikke kopiere profil, ugyldig minneadresse
pt_br: Não foi possível copiar o perfil. Endereço de memória incorreto
pt_pt: Não foi possível copiar o perfil. Enderço de memória errado
ru: Не удалось скопировать профиль. Неверный адрес памяти

source: Profile doesn't conform to protocol
de_de: Das Profil entspricht nicht dem Protokoll
es: El perfil es no conforme al protocolo
es_es: El perfil no se ajusta al protocolo
fr_fr: Profil non conforme au protocole
hu_hu: A profil nem felel meg a protokollnak
it_it: Il profilo non è conforme con il protocollo
ja: プロファイルがプロトコルに準拠していません
ja_jp: プロファイルがプロトコルに準拠していません
ko: 프로필이 프로토콜에 준거하고 있지 않음
nb_no: Profilen samsvarer ikke med protokollen
pt_br: O perfil não é compatível com o protocolo
pt_pt: O perfil não está em conformidade com o protocolo
ru: Профиль не соответствует протоколу

source: Profile does not match signature
de_de: Das Profil stimmt nicht mit der Signatur überein
es: El perfil no coincide con la firma
es_es: El perfil no coincide con la firma
fr_fr: Le profil ne correspond pas à la signature
hu_hu: A profil nem egyezik az aláírással
it_it: Il profilo non corrisponde alla firma
ja: プロファイルと署名が一致していません
ja_jp: プロファイルが署名に一致していません
ko: 프로필과 서명이 일치하지 않음
nb_no: Profilen samsvarer ikke med signaturen
pt_br: O perfil não corresponde à assinatura
pt_pt: O perfil não coincide na assinatura
ru: Профиль не соответствует подписи

source: Profile version not supported by Apparmor module
es: La versión del perfil no es compatible con el módulo AppArmor
ja: Apparmor モジュールではプロファイルバージョンをサポートしていません。
ko: Apparmor 모듈이 지원하지 않는 프로필 버전
pt_br: A versão do perfil não é suportada pelo módulo AppArmor
ru: Версия профиля не поддерживается модулем Apparmor

source: Profile already exists
de_de: Profil ist bereits vorhanden
es: El perfil ya existe
es_es: El perfil ya existe
fr_fr: Profil déjà existant
hu_hu: A profil már létezik
it_it: Profilo già esistente
ja: プロファイルはすでに存在します
ja_jp: プロファイルはすでに存在します
ko: 프로필이 있음
nb_no: Profilen finnes allerede
pt_br: O perfil já existe
pt_pt: O perfil já existe
ru: Профиль уже существует

source: Profile doesn't exist
de_de: Profil ist nicht vorhanden
es: El perfil no existe
es_es: El perfil no existe
fr_fr: Profil inexistant
hu_hu: A profil nem létezik
it_it: Profilo inesistente
ja: プロファイルが存在しません
ja_jp: プロファイルが存在しません
ko: 프로필이 없음
nb_no: Profilen finnes ikke
pt_br: O perfil não existe
pt_pt: O perfil não existe
ru: Профиль не существует

source: Unknown error
de_de: Unbekannter Fehler
es: Error desconocido
es_es: Error desconocido
fr_fr: Erreur inconnue
hu_hu: Ismeretlen hiba
it_it: Errore sconosciuto
ja: 不明なエラー
ja_jp: 不明なエラー
ko: 알 수 없는 오류
nb_no: Ukjent feil
pt_br: Erro desconhecido
pt_pt: Erro desconhecido
ru: Неизвестная ошибка

source: %s: Unable to add "%s".
de_de: %s: Hinzufügen von "%s" nicht möglich.
es: %s: no se puede añadir "%s".
es_es: %s: no es posible añadir "%s".
fr_fr: %s : impossible d'ajouter "%s".
hu_hu: %s: "%s" nem vehető fel.
it_it: %s: Impossibile aggiungere %s.
ja: %s: "%s"を追加できません。
ja_jp: %s: "%s"を追加できません。
ko: %s: "%s"를 추가할 수 없습니다.
nb_no: %s: Kan ikke legge til "%s".
pt_br: %s: não foi possível adicionar "%s".
pt_pt: %s: Não é possível adicionar "%s".
ru: %s: Невозможно добавить "%s".

source: %s: Unable to replace "%s".
de_de: %s: "%s" kann nicht ersetzt werden.
es: %s: no se puede sustituir "%s".
es_es: %s: no es posible sustituir "%s".
fr_fr: %s : impossible de remplacer "%s".
hu_hu: %s: "%s" nem cserélhető le.
it_it: %s: Impossibile sostituire %s.
ja: %s: "%s"を置換できません。
ja_jp: %s: "%s"を置換できません。
ko: %s: "%s"를 바꿀 수 없습니다.
nb_no: %s: Kan ikke erstatte "%s".
pt_br: %s: não foi possível substituir "%s".
pt_pt: %s: Não é possível substituir "%s".
ru: %s: Невозможно заменить "%s".

source: %s: Unable to remove "%s".
de_de: %s: "%s" kann nicht entfernt werden.
es: %s: no se puede eliminar "%s".
es_es: %s: no es posible eliminar "%s".
fr_fr: %s : impossible de supprimer "%s".
hu_hu: %s: "%s" nem távolítható el.
it_it: %s: Impossibile rimuovere %s.
ja: %s: "%s"を削除できません。
ja_jp: %s: "%s"を削除できません。
ko: %s: "%s"를 제거할 수 없습니다.
nb_no: %s: Kan ikke slette "%s".
pt_br: %s: não foi possível remover "%s".
pt_pt: %s: Não é possível remover "%s".
ru: %s: Невозможно удалить "%s".

source: %s: Unable to write to stdout
de_de: %s: Schreiben in stdout nicht möglich
es: %s: no se puede escribir en stdout
es_es: %s: no es posible escribir en stdout
fr_fr: %s : impossible d'écrire vers stdout
hu_hu: %s: Az stdout nem írható
it_it: %s: Impossibile scrivere su stdout
ja: %s: 標準出力に書き込めません
ja_jp: %s: stdoutに書き込めません
ko: %s: 표준 출력에 쓸 수 없음
nb_no: %s: Kan ikke skrive til stdout
pt_br: %s: não foi possível salvar no stdout
pt_pt: %s: Não é possível escrever em stdout
ru: %s: Невозможно записать в stdout

source: %s: ASSERT: Invalid option: %d
de_de: %s: ASSERT: Ungültige Option: %d
es: %s: AFIRMACIÓN: Opción no válida: %d
es_es: %s: AFIRMACIÓN: opción no válida: %d
fr_fr: %s : ASSERT : option incorrecte : %d
hu_hu: %s: ASSERT: Érvénytelen paraméter: %d
it_it: %s: ASSERZIONE: opzione non valida %d
ja: %s: ASSERT: 無効なオプション: %d
ja_jp: %s: ASSERT: 無効なオプション: %d
ko: %s: ASSERT: 잘못된 옵션: %d
nb_no: %s: ASSERT: Ugyldig valg: %d
pt_br: %s: DECLARAÇÃO: opção inválida: %d
pt_pt: %s: ASSERÇÃO: Opção inválida: %d
ru: %s: ПРЕДУПРЕЖДЕНИЕ: Неверный параметр: %d

source: Addition succeeded for "%s".
de_de: Hinzufügen für "%s" erfolgreich.
es: Éxito al añadir "%s".
es_es: Adición correcta de "%s".
fr_fr: Ajout réussi pour "%s".
hu_hu: "%s": hozzáadás sikerült.
it_it: Addizione riuscita per %s.
ja: "%s" の追加に成功しました。
ja_jp: "%s"に続く追加。
ko: "%s"의 추가에 성공했습니다.
nb_no: Lagt til for "%s".
pt_br: Adição bem-sucedida de "%s".
pt_pt: Adição bem sucedida para "%s".
ru: Добавление для "%s" выполнено.

source: Replacement succeeded for "%s".
de_de: Ersetzungsvorgang für "%s" erfolgreich.
es: Sustitución realizada con éxito "%s".
es_es: Sustitución correcta de "%s".
fr_fr: Remplacement réussi pour "%s".
hu_hu: "%s": csere sikerült.
it_it: Sostituzione riuscita per %s.
ja: "%s" の置換に成功しました。
ja_jp: "%s"に続く置換。
ko: "%s"의 변경에 성공했습니다.
nb_no: Erstattet for "%s".
pt_br: Substituição bem-sucedida de "%s".
pt_pt: Substituição bem sucedida para "%s".
ru: Замена для "%s" выполнена.

source: Removal succeeded for "%s".
de_de: Entfernen für "%s" erfolgreich.
es: Eliminación ejecutada con éxito de "%s".
es_es: Eliminación correcta de "%s".
fr_fr: Suppression réussie pour "%s".
hu_hu: "%s": eltávolítás sikerült.
it_it: Rimozione riuscita per %s.
ja: "%s" の削除に成功しました。
ja_jp: "%s"に続く削除。
ko: "%s"의 제거에 성고앻습니다.
nb_no: Slettet for "%s".
pt_br: Remoção bem-sucedida de "%s".
pt_pt: Remoção bem sucedida para "%s".
ru: Удаление для "%s" выполнено.

source: PANIC bad increment buffer %p pos %p ext %p size %d res %p
de_de: PANIC - ungültiger Inkrement-Puffer %p Position %p Erweiterung %p Größe %d Auflösung %p
es: PÁNICO buffer de incremento incorrecto %p pos %p ext %p tamaño %d res %p
es_es: PANIC: incremento de buffer incorrecto; pos %p; ext %p; tamaño %p; res %d %p
fr_fr: ALARME tampon d'incrément incorrect %p pos %p ext %p taille %d res %p
hu_hu: PÁNIK! Rossz növekménypuffer (%p). Hely: %p, kit.: %p, méret: %d, res: %p
it_it: ATTENZIONE buffer incremento errato %p pos %p est %p dimensione %d ris %p
ja: PANIC 不正増分バッファ %p pos %p ext %p size %d res %p
ja_jp: PANIC 不正増分バッファ %p pos %p ext %p size %d res %p
ko: PANIC 잘못된 증가 버퍼 %p pos %p ext %p 크기 %d res %p
nb_no: PANIC ugyldig inkrementbuffer %p pos %p ext %p size %d res %p
pt_br: PÂNICO: buffer de incremento incorreto %p pos %p ext %p tamanho %d res %p
pt_pt: PANICO buffer de incremento errado %p pos %p ext %p tamanho %d res %p
ru: ТРЕВОГА! неправильный инкрементный буфер %p pos %p ext %p size %d res %p

source: Unable to open %s - %s
de_de: %s kann nicht geöffnet werden - %s
es: No se puede abrir %s - %s
es_es: No es posible abrir %s - %s
fr_fr: Impossible d'ouvrir %s - %s
hu_hu: %s nem nyitható meg - %s
it_it: Impossibile aprire %s - %s
ja: %s を開くことができませんでした - %s
ja_jp: %sを開けません - %s
ko: %s - %s 를 열 수 없음
nb_no: Kan ikke åpne %s - %s
pt_br: Não foi possível abrir %s - %s
pt_pt: Não é possível abrir %s - %s
ru: Невозможно открыть %s - %s

source: Memory Allocation Error: Unable to remove ^%s
es: Error de asignación de memoria: no se puede eliminar ^%s
ja: メモリ割り当てエラー: ^%s を削除できません
ko: 메모리 할당 오류: ^%s를 제거 할 수 없음
pt_br: Erro de alocação de memória: não foi possível remover ^%s
ru: Ошибка выделения памяти: Невозможно удалить ^%s

source: Memory Allocation Error: Unable to remove %s:%s.
es: Error de asignación de memoria: no se puede eliminar %s:%s.
ja: メモリ割り当てエラー: %s:%s を削除できません。
ko: 메모리 할당 오류: %s:%s를 제거할 수 없습니다.
pt_br: Erro de alocação de memória: não foi possível remover %s:%s.
ru: Ошибка выделения памяти: Невозможно удалить %s:%s.

source: unable to create work area
de_de: Arbeitsbereich kann nicht erstellt werden
es: no se puede crear un área de trabajo
es_es: no es posible crear área de trabajo
fr_fr: impossible de créer une zone de travail
hu_hu: a munkaterület nem hozható létre
it_it: impossibile creare area di lavoro
ja: 作業領域を作成できません
ja_jp: 作業領域を作成できません
ko: 작업 영역을 만들 수 없음
nb_no: Kan ikke opprette arbeidsområde
pt_br: não foi possível criar a área de trabalho
pt_pt: não é possível criar área de trabalho
ru: невозможно создать рабочую область

source: unable to serialize profile %s
de_de: Serialisierung von Profil %s nicht möglich
es: no se puede serializar el perfil %s
es_es: no es posible poner en serie el perfil %s
fr_fr: impossible de sérialiser le profil %s
hu_hu: a profil (%s) nem fejthető sorba
it_it: impossibile serializzare profilo %s
ja: プロファイル %s をシリアライズすることができません
ja_jp: プロファイル%s を順番に並べることができません
ko: %s 프로필을 serialize 할 수 없음
nb_no: kan ikke serietilordne profilen %s
pt_br: não foi possível serializar o perfil %s
pt_pt: não é possível serializar o perfil %s
ru: невозможно сериализировать профиль %s

source: %s: Unable to write entire profile entry
de_de: %s: Profileintrag kann nicht geschrieben werden
es: %s: no se puede escribir la entrada del perfil completo
es_es: %s: no es posible escribir todo el perfil
fr_fr: %s : impossible d'écrire l'entrée de profil complète
hu_hu: %s: A teljes profilbejegyzés nem írható ki
it_it: %s: Impossibile scrivere intera registrazione profilo
ja: %s: プロファイル設定全体を書き込むことができませんでした
ja_jp: %s: プロファイルエントリ全体を書き込むことができません
ko: %s: 전체 프로필 항목에 기록 할 수 없음
nb_no: %s: Kan ikke lagre hele profiloppføringen
pt_br: %s: não foi possível salvar toda a entrada do perfil
pt_pt: %s: Não é possível escrever toda a entrada de perfil
ru: %s: Невозможно записать всю запись профиля

source: Found unexpected character: '%s'
de_de: Unerwartetes Zeichen gefunden: '%s'
es: Se ha detectado un carácter inesperado: '%s'
es_es: Se ha detectado un carácter inesperado: '%s'
fr_fr: Caractère inattendu trouvé : '%s'
hu_hu: Váratlan karakter: '%s'
it_it: Trovato carattere imprevisto: '%s'
ja: 予期しない文字を検出しました: '%s'
ja_jp: 予期しない文字を検出しました: '%s'
ko: 예상하지 못한 문자 발견: '%s'
nb_no: Fant uventet tegn: '%s'
pt_br: Encontrado um caractere inesperado: '%s'
pt_pt: Encontrado caracter inesperado: '%s'
ru: Найден неожиданный символ: '%s'

source: (network_mode) Found unexpected character: '%s'
es: (network_mode) Se ha encontrado un carácter inesperado: '%s'
ja: (ip_mode) 予期しない文字を検出しました: '%s'
ko: (network_mode) 예상하지 못한 문자 발견: '%s'
pt_br: (modo_de_rede) Encontrado um caractere inesperado: '%s'
ru: (network_mode) Найден неожиданный символ: '%s'

source: Warning (%s line %d): %s
es: Advertencia (%s línea %d): %s
ja: 警告 (%s 行 %d): %s
ko: 위험 (%s의 %d행): %s
pt_br: Aviso (%s linha %d): %s
ru: Предупреждение (%s строка %d): %s

source: %s: Could not allocate memory for subdomainbase mount point
de_de: %s: Dem Mountpunkt der Unterdomänenbasis konnte kein Speicher zugeordnet werden
es: %s: no se puede asignar memoria para el punto de montaje del subdominio base
es_es: %s: no es posible asignar memoria para el punto de montaje de base de subdominio
fr_fr: %s : impossible d'allouer de la mémoire pour point de montage de base de sous-domaine
hu_hu: %s: Az aldomainbázis csatolási pontjához nem sikerült memóriát foglalni
it_it: %s: Impossibile allocare memoria per punto di montaggio base sottodominio
ja: %s: サブドメインベースのマウントポイントに対してメモリを割り当てることができませんでした
ja_jp: %s: サブドメインベースマウントポイントに対してメモリを割り当てることができませんでした
ko: %s: 서브도메인베이스 마운트 포인트에 대해 메모리를 할당 할 수 없음
nb_no: %s: Kunne ikke tilordne minne for subdomenebasens monteringspunkt
pt_br: %s: não foi possível alocar memória para o ponto de montagem de subdomínio
pt_pt: %s: Não é possível alocar memória para o ponto de montagem da base do sub-domínio (subdomainbase)
ru: %s: Не удалось выделить память для точки монтирования subdomainbase

source: Warning: unable to find a suitable fs in %s, is it mounted? Use --subdomainfs to override.
es: Advertencia: no se puede encontrar un sistema de archivos adecuado en %s, ¿está montado? Utilice --subdomainfs para volver a definirlo.
ja: 警告: %s に適切なファイルシステムが見つかりません。マウントされていないかもしれません。 --subdomainfs オプションを指定するとこの警告が表示されなくなります。
ko: 위험: %s에 적절한 파일시스템이 발견되지 않습니다. 마운트 되어 있습니까? --subdomainfs 를 사용하여 무시할 수 있습니다.
pt_br: Aviso: não foi possível encontrar um sistema de arquivos adequado em %s, ele está montado? Use --subdomainfs para substituir.
ru: Предупреждение: невозможно обнаружить подходящую файловую систему в %s, смонтирована ли она? Используйте --subdomainfs для замены.

source: %s: Sorry. You need root privileges to run this program.
de_de: %s: Sie benötigen Root-Rechte, um dieses Programm ausführen zu können.
es: %s: Lo sentimos. Necesita privilegios de usuario root para ejecutar este programa.
es_es: %s: lo sentimos. No dispone de privilegios suficientes para ejecutar este programa.
fr_fr: %s : les privilèges root sont nécessaires pour exécuter ce programme.
hu_hu: %s: Elnézést, de a program futtatásához root jogosultságra van szükség.
it_it: %s: Errore. Sono richiesti permessi di root per eseguire questo programma.
ja: %s: 申し訳ありません。このプログラムを実行するには、 root 権限が必要です。
ja_jp: %s: 申し訳ありません。 このプログラムを実行するには、ルート特権が必要です。
ko: %s: 미안요. 이 프로그램을 사용하려면 root 권한이 필요해요.
nb_no: %s: Beklager. Dette programmet må kjøres som rot.
pt_br: %s: desculpe. Você precisa ter privilégios de root para executar este programa.
pt_pt: %s: Lamento. Necessita de privilégios de root para executar este programa.
ru: %s: Извините. Для запуска этой программы необходимы права администратора.

source: %s: Warning! You've set this program setuid root. Anybody who can run this program can update your AppArmor profiles.
de_de: %s: Warnung! Sie haben für das Programm 'setuid root' festgelegt. Alle Personen, die dieses Programm ausführen, können Ihre AppArmor-Profile aktualisieren.
es: %s: Advertencia: ha configurado el setuid de este programa como root. Cualquiera que ejecute este programa podrá actualizar los perfiles de AppArmor.
es_es: %s: Advertencia. Ha configurado este programa como raíz de setuid. Cualquiera que ejecute este programa podrá actualizar los perfiles de subdominio.
fr_fr: %s : Avertissement ! vous avez défini le setuid de ce programme comme root. Quiconque ayant la possibilité d'exécuter ce programme peut mettre à jour vos profils AppArmor.
hu_hu: %s: Figyelem! Setuid root módban futtatásra állította be a programot. Bárki, aki a programot futtatja, frissítheti az AppArmor profilokat.
it_it: %s: Attenzione! È stato impostato il root setuid di questo programma. Chiunque esegua questo programma può aggiornare i profili di AppArmor.
ja: %s: 警告! このプログラムは setuid root 設定されています。 このプログラムを実行できれば誰でも AppArmor プロファイルを更新できてしまいます。
ja_jp: %s: 警告! このプログラムsetuid rootを設定しています。 このプログラムを実行できれば誰でもAppArmorプロファイルを更新できます。
ko: %s: 주의! 이 프로그램은 setuid root 로 설정되어 있습니다. 이 프로그램을 실행 할 수 있으면 누구라도 AppArmor 프로필 갱신이 가능합니다.
nb_no: %s: Advarsel! Du har definert 'setuid root' for dette programmet. Hvem som helst kan kjøre dette programmet og oppdatere dine subdomeneprofiler.
pt_br: %s: aviso! Você definiu o setuid do dono deste programa. Qualquer pessoa que possa executar este programa poderá atualizar seus perfis do AppArmor.
pt_pt: %s: Aviso! Definiu este programa como setuid root. Qualquer utilizador que possa executar este programa pode actualizar os seus perfis de AppArmor.
ru: %s: Предупреждение! Вы установили для этой программы setuid root. Любой запустивший эту программу может изменить профили AppArmor.

source: %s: Errors found in file. Aborting.
de_de: %s: In der Datei wurde ein Fehler gefunden. Der Vorgang wird abgebrochen.
es: %s: se han detectado errores en el archivo. Cancelando.
es_es: %s: se han detectado errores en el archivo. Cancelando.
fr_fr: %s : erreurs trouvées dans un fichier. Annulation.
hu_hu: %s: A fájl hibás. A program leáll.
it_it: %s: Errori individuati nel file. Interruzione in corso.
ja: %s: ファイルにエラーが検出されました。中止しています。
ja_jp: %s: ファイルにエラーが検出されました。 中止しています。
ko: %s: 파일에 오류가 있습니다. 중단 중.
nb_no: %s: Feil funnet i filen. Avbryter.
pt_br: %s: erros encontrados no arquivo. Cancelando.
pt_pt: %s: Foram encontrados erros no ficheiro. A interromper.
ru: %s: Обнаружены ошибки в файле. Прерывание.

source: Memory allocation error.
de_de: Speicherzuordnungsfehler.
es: Error de asignación de memoria.
es_es: Error de asignación de memoria.
fr_fr: Erreur d'allocation mémoire.
hu_hu: Memóriafoglalási hiba.
it_it: Errore allocazione memoria.
ja: メモリ割り当てエラー。
ja_jp: メモリ割り当てエラー。
ko: 메모리 할당 오류.
nb_no: Minnetilordningsfeil.
pt_br: Erro de alocação de memória.
pt_pt: Erro de alocação de memória.
ru: Ошибка выделения памяти.

source: Uppercase qualifiers "RWLIMX" are deprecated, please convert to lowercase See the apparmor.d(5) manpage for details.
es: No se recomienda el uso de calificadores en mayúsculas "RWLIMX". Conviértalos a minúsculas. Consulte la página man apparmor.d(5) para obtener más detalles.
ja: 大文字の修飾子 "RWLIMX" は古い表現です。小文字に修正してください。 詳しくは man ページの apparmor.d(5) をご覧ください。
ko: 대문자 수식어 "RWLIMX" 는 낡은 표현입니다. 소문자로 변경 해주세요. 자세한 것은 man 페이지의 apparmor.d(5) 에서 확인하세요.
pt_br: Permissões em maiúsculas "RWLIMX" são rejeitadas. Por favor converta para minúsculas. Consulte 'man 5 AppArmor.d' para obter detalhes.
ru: Ключи в верхнем регистре "RWLIMX" устарели, переведите их в нижний регистр. Дополнительные сведения имеются в справке man для apparmor.d(5).

source: Conflict 'a' and 'w' perms are mutually exclusive.
es: Conflicto entre 'a' y 'w'. Los permisos son mutuamente incompatibles.
ja: 'a' と 'w' のパラメータを同時に設定することはできません。
ko: 'a' 와 'w' 의 매개변수를 동시에 설정 할 수 없습니다.
pt_br: As permissões conflitantes 'a' e 'w' são mutuamente exclusivas.
ru: Конфликт: разрешения 'a' и 'w' взаимоисключающие.
