Repository: crossbuild/apparmor
Catalog: parser/po/*.po
Languages: de_de, es, es_es, fr_fr, hu_hu, it_it, ja, ja_jp, ko, nb_no, pt_br, pt_pt, ru

source: ERROR merging rules for profile %s, failed to load
es: ERROR al fusionar las reglas del perfil %s. Error al cargar.
ja: エラー ロードに失敗したため、プロファイル %s の規則を統合できませんでした
ko: 프로필 %s의 규칙 통합 오류, 불러오기에 실패
pt_br: ERRO ao mesclar regras para o perfil %s; falha ao carregar
ru: ОШИБКА при объединении правил для профиля %s, сбой загрузки

source: ERROR profile %s contains policy elements not usable with this kernel: '*', '?', character ranges, and alternations are not allowed. '**' may only be used at the end of a rule.
es: ERROR. El perfil %s contiene elementos de directiva que no se pueden usar con este kernel: No se admiten '*', '?', rangos de caracteres ni alternancias. La cadena '**' sólo se puede usar al final de una regla.
ja: エラー プロファイル %s は、このカーネルで使用できないポリシー要素を含んでいます: '*', '?', 文字範囲, 変更は許可されていません。 '**' は規則の終わり部分にのみ使用できます。
ko: 프로필 %s 의 오류는 이 커널로 사용할 수 없는 정책을 포함하고 있습니다: '*', '?', 문자 범위 및 변경은 허용되지 않습니다. '**' 는 규칙의 마지막 부분에만 사용 할 수 있습니다.
pt_br: ERRO: o perfil %s contém elementos de política que não podem ser usados com este kernel: '*', '?', faixas de caracteres e alternações não são permitidas. '**' só pode ser usado no final de uma regra.
ru: ОШИБКА профиль %s содержит элементы политики, которые нельзя использовать для этого ядра: '*', '?', знаковые диапазоны и дизъюнкции не допускаются. '**' можно использовать только в конце правила.

source: ERROR processing regexs for profile %s, failed to load
es: ERROR al procesar regexs del perfil %s. Error al cargar.
ja: エラー プロファイル %s 内の正規表現処理が失敗したため、読み込みに失敗しました
ko: 프로필 %s 의 정규표현 처리 오류, 불러오기에 실패
pt_br: ERRO no processamento da expressão regular para o perfil %s; falha ao carregar
ru: ОШИБКА обработки регулярных выражений для профиля %s, сбой загрузки

source: ERROR expanding variables for profile %s, failed to load
es: ERROR al expandir las variables del perfil %s. Error al cargar.
ja: エラー プロファイル %s の変数展開に失敗したため、読み込みに失敗しました
ko: 프로필 %s의 변수 전개에 오류, 불러오기에 실패
pt_br: ERRO ao expandir as variáveis para o perfil %s; falha ao carregar
ru: ОШИБКА расширения переменных для профиля %s, сбой загрузки

source: ERROR in profile %s, failed to load
de_de: FEHLER in Profil %s, konnte nicht geladen werden
es: ERROR en el perfil %s, error al cargar
es_es: ERROR en el perfil %s, error al cargar
fr_fr: ERREUR dans le profil %s, échec du chargement
hu_hu: HIBA a(z) %s profilban, nem sikerült betölteni
it_it: ERRORE in profilo %s, impossibile caricare
ja: プロファイル %s のエラーのため、読み込みに失敗しました
ja_jp: プロファイル%sのエラー、ロードに失敗しました
ko: 프로필 %s에 오류, 불러오기에 실패
nb_no: FEIL i profil %s, kunne ikke laste
pt_br: ERRO no perfil %s, falha ao carregar
pt_pt: ERRO no perfil %s, falhou o carregamento
ru: ОШИБКА в профиле %s, сбой загрузки

source: %s: Errors found during postprocessing. Aborting.
es: %s: se han detectado errores durante el postrocesado. Cancelando.
ja: %s: 後処理の際にエラーが発生しました。中止しています。
ko: %s: 정규표현 후처리하는 도중 오류 발견. 중단 중.
pt_br: %s: erros encontrados durante o pós-processamento. Cancelando.
ru: %s: Обнаружены ошибки во время постобработки. Процесс прерывается.

source: %s: Errors found during regex postprocess. Aborting.
es: %s: se han detectado errores durante el postroceso de regex. Cancelando.
ja: %s: 正規表現の後処理の際にエラーが見つかりました。中止しています。
ko: %s: 정규표현 후처리시에 오류 발견. 중단 중.
pt_br: %s: erros encontrados durante o pós-processamento da expressão regular. Cancelando.
ru: %s: Обнаружены ошибки во время постобработки регулярного выражения. Процесс прерывается.

source: %s: Errors found during postprocess. Aborting.
es: %s: se han detectado errores durante el postrocesado. Cancelando.
ja: %s: 後処理の際にエラーが発生しました。中止しています。
ko: %s: 정규표현 후처리 도중 오류 발견. 중단 중.
pt_br: %s: erros encontrados durante o pós-processamento. Cancelando.
ru: %s: Обнаружены ошибки во время постобработки. Процесс прерывается.

source: %s: Errors found in combining rules postprocessing. Aborting.
de_de: %s: Beim Kombinieren von Regeln in der Nachverarbeitung sind Fehler aufgetreten. Der Vorgang wird abgebrochen.
es: %s: se han detectado errores en el posprocesado de combinación de reglas. Cancelando.
es_es: %s: se han detectado errores en el posprocesado de combinación de reglas. Cancelando.
fr_fr: %s : erreurs trouvées lors de la combinaison de règles de post-traitement. Annulation.
hu_hu: %s: Hibák az összegző szabályok utófeldolgozása során. A program leáll.
it_it: %s: Errori individuati durante combinazione postelaborazione regole. Interruzione in corso.
ja: %s: 規則の後処理を結合する際にエラーが見つかりました。中断しています。
ja_jp: %s: 規則後処理の結合中にエラーが見つかりました。 中止しています。
ko: %s: 규칙의 후처리를 결합 할 때 오류 발견. 중단 중.
nb_no: %s: Feil funnet under etterbehandling av kombinasjonsregler. Avbryter.
pt_br: %s: erros encontrados na combinação de regras de pós-processamento. Cancelando.
pt_pt: %s: Foram encontrados erros no pós-processamento de combinação de regras. A interromper.
ru: %s: Обнаружены ошибки при постобработке комбинированных правил. Процесс прерывается.

source: %s permission: not supported on current system.
es: Permiso %s: no se admite en el sistema actual.
ko: %s 권한: 현재 시스템에서 지원하지 않습니다.
pt_br: %s permissão: não suportado no sistema atual.

source: %s rule: not supported on current system.
es: Regla %s: no se admite en el sistema actual.
ko: %s 규칙: 현재 시스템에서 지원하지 않습니다.
pt_br: %s regra: não suportado no sistema atual.

source: Profile names must begin with a '/', or keyword 'profile' or 'hat'.
es: Los nombres de perfil deben empezar con '/', con la palabra clave 'profile' o 'hat'.
ko: 프로필 이름은 '/' 나 키워드 'profile' 또는 'hat'로 시작해야 합니다.
pt_br: Os nomes de perfis devem começar com um '/' ou com a palavra 'profile' ou 'hat'.

source: ERROR adding hat access rule for profile %s
es: ERROR al añadir la regla de acceso hat en el perfil %s
ko: 프로필 %s의 규칙 hat 접근 추가 중 오류
pt_br: ERRO ao adicionar a regra de acesso hat para o perfil %s

source: Error couldn't allocate temporary file
es_es: Error: no es posible asignar el archivo temporal
hu_hu: Hiba: nem sikerült lefoglalni az ideiglenes fájlt
it_it: Errore, impossibile allocare file temporaneo
nb_no: Feil: Kunne ikke tilordne midlertidig fil
pt_pt: Erro, não foi possível alocar um ficheiro temporário

source: Error: Out of Memory
de_de: Fehler: Kein Speicher vorhanden
es_es: Error: memoria agotada
fr_fr: Erreur : mémoire insuffisante
hu_hu: Hiba: Elfogyott a memória
it_it: Errore: memoria esaurita
ja_jp: エラー: メモリ不足
nb_no: Feil: For lite minne
pt_pt: Erro: Memória Esgotada

source: Error: Can't add directory %s to search path
de_de: Fehler: Verzeichnis %s kann nicht zu Suchpfad hinzugefügt werden
es_es: Error: no es posible añadir el directorio %s a la vía de búsqueda
fr_fr: Erreur : impossible d'ajouter le répertoire %s au chemin de recherche
hu_hu: Hiba: Nem sikerült felvenni a(z) %s könyvtárat a keresési útvonalba
it_it: Errore: impossibile aggiungere directory %s a percorso di ricerca
ja_jp: エラー: ディレクトリ%sを検索パスに追加できません
nb_no: Feil: Kan ikke legge katalogen %s til søkesti
pt_pt: Erro: Não é possível adicionar o directório %s ao caminho de procura

source: Error: Could not allocate memory
de_de: Fehler: Es konnte kein Speicher zugeordnet werden
es_es: Error: no es posible asignar memoria
fr_fr: Erreur : impossible d'allouer de la mémoire
hu_hu: Hiba: A memória nem foglalható le
it_it: Errore: impossibile allocare memoria
ja_jp: エラー: メモリを割り当てることができませんでした
nb_no: Feil: Kunne ikke tilordne minne
pt_pt: Erro: Não é possível alocar memória

source: Error: could not allocate buffer for include. line %d in %s
de_de: Fehler: Es konnte kein Puffer für include.-Zeile %d in %s zugeordnet werden
es_es: Error: no es posible asignar el buffer para la línea include. %d en %s
fr_fr: Erreur : impossible d'allouer un tampon pour la ligne include. %d dans %s
hu_hu: Hiba: nem foglalható le puffer a beágyazáshoz. Sor: %d, fájl: %s
it_it: Errore: impossibile allocare buffer per include. riga %d in %s
ja_jp: エラー: 含めるバッファを割り当てることができませんでした。%2$sの行%1$d
nb_no: Feil: kunne ikke tildele mellomlager for inkludert oppføring. Linje %d i %s
pt_pt: Erro: Não é possível alocar um buffer para o include. linha %d em %s

source: Error: bad include. line %d in %s
de_de: Fehler: Ungültige include.-Zeile %d in %s
es_es: Error: línea include incorrecta %d en %s
fr_fr: Erreur : ligne include. %d incorrecte dans %s
hu_hu: Hiba: Rossz beágyazás. Sor: %d, fájl: %s
it_it: Errore: include errato. riga %d in %s
ja_jp: エラー: 不正インクルード。%2$sの行%1$d
nb_no: Feil: Ugyldig inkludert oppføring, linje %d i %s
pt_pt: Erro: include incorrecto. linha %d em %s

source: Error: exceeded %d levels of includes. NOT processing %s include
de_de: Fehler: %d Include-Stufen überschritten. %s-Include wird NICHT verarbeitet
es_es: Error: más de %d niveles de líneas include. %s líneas include NO se procesarán
fr_fr: Erreur : dépassement de %d niveaux d'includes. PAS de traitement de l'include %s
hu_hu: Hiba: %d szintnél több beágyazás. %s beágyazás NEM kerül feldolgozásra.
it_it: Errore: superati %d livelli di include. MANCATA elaborazione %s include
ja_jp: エラー: インクルードの%dレベルを超えました %sインクルードを処理していません
nb_no: Feil: %d nivåer for inkluderingsoppføringer overskredet. Inkludert oppføring %s blir IKKE behandlet
pt_pt: Erro: excederam-se %d níveis de includes. NÃO processando o include %s

source: Error: #include %s%c not found. line %d in %s
de_de: Fehler: #include %s%c nicht gefunden. Zeile %d in %s
es_es: Error: no se ha encontrado la línea #include %s%c. Línea %d en %s
fr_fr: Erreur : #include %s%c introuvable. ligne %d dans %s
hu_hu: Hiba: #include %s%c nem található. Sor: %d, fájl: %s
it_it: Errore: #include %s%c non trovato. riga %d in %s
ja_jp: エラー: #include %1$s%2$cが見つかりません。%4$sの行%3$d
nb_no: Feil: #include %s%c ikke funnet. Linje %d i %s
pt_pt: Erro: #include %s%c não encontrado. linha %d em %s

source: (ip_mode) Found unexpected character: '%s'
de_de: (ip_mode) Unerwartetes Zeichen gefunden: '%s'
es_es: (ip_mode) Se ha detectado un carácter inesperado: '%s'
fr_fr: (ip_mode) Caractère inattendu trouvé : '%s'
hu_hu: (ip_mode) Váratlan karakter: '%s'
it_it: (ip_mode) Trovato carattere imprevisto: '%s'
ja_jp: (ip_mode) 予期しない文字を検出しました: '%s'
nb_no: (ip_mode) Fant uventet tegn: '%s'
pt_pt: (modo_ip) Encontrado caracter inesperado: '%s'

source: %s: Could not allocate memory for subdomain mount point
de_de: %s: Dem Mountpunkt der Unterdomäne konnte kein Speicher zugeordnet werden
es_es: %s: no es posible asignar memoria para el punto de montaje de subdominio
fr_fr: %s : impossible d'allouer de la mémoire pour point de montage de sous-domaine
hu_hu: %s: Az aldomain csatolási pontjához nem sikerült memóriát foglalni
it_it: %s: Impossibile allocare memoria per punto di montaggio sottodominio
ja_jp: %s: サブドメインマウントポイントに対してメモリを割り当てることができませんでした
nb_no: %s: Kunne ikke tilordne minne for subdomenets monteringspunkt
pt_pt: %s: Não é possível alocar memória para o ponto de montagem do sub-domínio

source: %s: Unable to query modules - '%s' Either modules are disabled or your kernel is too old.
de_de: %s: Abfrage der Module nicht möglich - '%s' Die Module sind entweder deaktiviert oder der Kernel ist zu alt.
es_es: %s: no es posible consultar los módulos '%s' Los módulos están inhabilitados o el núcleo es demasiado antiguo.
fr_fr: %s : impossible d'interroger les modules - '%s' Les modules sont désactivés ou le kernel est trop ancien.
hu_hu: %s: A modulok nem kérdezhetők le - '%s' Vagy a modulok vannak letiltva, vagy a kernel túl régi.
it_it: %s: Impossibile eseguire richieste su moduli - '%s' I moduli sono disabilitati o il kernel è obsoleto.
ja_jp: %s: モジュールをクエリできません - 「%s」どちらかのモジュールが無効になっているか、カーネルが古すぎます。
nb_no: %s: Ingen kontakt med modulene - '%s' Modulene er enten deaktivert eller kjerneversjonen for gammel.
pt_pt: %s: Não é possível questionar módulos - '%s' Os módulos estão desactivados ou o seu kernel é demasiado antigo.

source: %s: Unable to find
de_de: %s: Konnte nicht gefunden werden
es_es: %s: no se ha encontrado
fr_fr: %s : impossible de trouver
hu_hu: %s: Nem található
it_it: %s: Impossibile trovare
ja_jp: %s: 検出できません
nb_no: %s: Kan ikke finne
pt_pt: %s: Não foi possível encontrar

source: ! Ensure that it has been loaded.
de_de: ! Stellen Sie sicher, dass das Element geladen wurde.
es_es: ! Compruebe que se ha cargado.
fr_fr: ! Vérifier que son chargement a été effectué.
hu_hu: ! Győződjön meg arról, hogy be lett töltve.
it_it: ! Verificare che sia stato caricato.
ja_jp: ! ロードされていることを確認してください。
nb_no: ! Kontroller at den er lastet.
pt_pt: ! Garanta que foi carregado.

source: %s: Errors found during regex postprocess. Aborting.
de_de: %s: Bei der Regex-Nachverarbeitung sind Fehler aufgetreten. Der Vorgang wird abgebrochen.
es_es: %s: se han detectado errores durante el posprocesado de regex. Cancelando.
fr_fr: %s : erreurs trouvées lors du post-traitement regex. Annulation.
hu_hu: %s: Hibák a reguláris kifejezések utófeldolgozása során. A program leáll.
it_it: %s: Errori individuati durante postelaborazione regex. Interruzione in corso.
ja_jp: %s: regex後処理の間にエラーが見つかりました。 中止しています。
nb_no: %s: Feil funnet under etterbehandling av regex. Avbryter.
pt_pt: %s: Foram encontrados erros durante o pós-processamento das expressões regulares (regex). A interromper.

source: Profile version not supported
de_de: Die Profilversion wird nicht unterstützt
es_es: La versión del perfil no es compatible
fr_fr: Version de profil non prise en charge
hu_hu: A profil verziója nem támogatott
it_it: Versione profilo non supportata
ja_jp: プロファイルバージョンがサポートされていません
nb_no: Profilversjonen støttes ikke
pt_pt: Versão de perfil não suportada

source: %s: Profile '%s' is not authorised to be loaded
de_de: %s: Profil '%s' darf nicht geladen werden
es_es: %s: no está permitido cargar el perfil '%s'
fr_fr: %s : profil '%s' non autorisé pour être chargé
hu_hu: %s: A(z) '%s' profil betöltése nem engedélyezett
it_it: %s: Profilo '%s' non autorizzato per caricamento
ja_jp: %s: プロファイル「%s」がロードする権限を与えられていません
nb_no: %s: Profilen '%s' er ikke autorisert for lasting
pt_pt: %s: O perfil '%s' não está autorizado para ser carregado

source: Default allow subdomains are no longer supported, sorry. (domain: %s)
de_de: Unterdomänen mit standardmäßigem Zulassen werden nicht mehr unterstützt. (Domäne: %s)
es_es: Lamentablemente, los subdominios permitidos por defecto ya no son compatibles. (Dominio: %s)
fr_fr: Les sous-domaines d'autorisation ne sont plus pris en charge. (domaine : %s)
hu_hu: Az alapértelmezetten engedélyezett aldomainek már nem támogatottak, elnézést. (tartomány: %s)
it_it: I sottodomini predefiniti consentiti non sono più supportati. (dominio: %s)
ja_jp: デフォルトでは、サブドメインがもはやサポートされていません。 (ドメイン: %s)
nb_no: Standard tillatte subdomener støttes ikke lenger. (domene: %s)
pt_pt: Sub-domínios de permissão pré-definidos já não são suportados, lamento. (domínio: %s)

source: Default allow subdomains are no longer supported, sorry. (domain: %s^%s)
de_de: Unterdomänen mit standardmäßigem Zulassen werden nicht mehr unterstützt. (Domäne: %s^%s)
es_es: Lamentablemente, los subdominios permitidos por defecto ya no son compatibles. (Dominio: %s^%s)
fr_fr: Les sous-domaines d'autorisation ne sont plus pris en charge. (domaine : %s^%s)
hu_hu: Az alapértelmezetten engedélyezett aldomainek már nem támogatottak, elnézést. (tartomány: %s^%s)
it_it: I sottodomini predefiniti consentiti non sono più supportati. (dominio: %s^%s)
ja_jp: デフォルトでは、サブドメインがもはやサポートされていません。 (ドメイン: %s^%s)
nb_no: Standard tillatte subdomener støttes ikke lenger. (domene: %s^%s)
pt_pt: Sub-domínios de permissão pré-definidos já não são suportados, lamento. (domínio: %s^%s)

source: flags=(debug) is no longer supported, sorry.
de_de: flags=(debug) wird nicht mehr unterstützt.
es_es: flags=(debug) ya no es compatible, lo sentimos.
fr_fr: flags=(debug) n'est plus pris en charge.
hu_hu: A flags=(debug) már nem támogatott, elnézést.
it_it: flag=(debug) non più supportato.
ja_jp: flags=(debug)はもはやサポートされていません。
nb_no: flags=(debug) støttes ikke lenger.
pt_pt: flags=(debug) já não é suportado, lamento.

source: Assert: `netrule' returned NULL.
de_de: Assert: Für 'netrule' wurde NULL zurückgegeben.
es_es: Afirmación: `netrule' ha devuelto NULL.
fr_fr: Assert : 'netrule' a retourné NUL.
hu_hu: Assert: A `netrule' NULL értéket adott vissza.
it_it: Asserzione: `netrule' ha restituito NULL.
ja_jp: Assert: 「netrule」はNULLを返しています。
nb_no: Assert: 'netrule' returnerte NULL.
pt_pt: Asserção: `netrule' devolveu NULL.

source: md5 signature given without execute privilege.
de_de: md5-Signatur ohne Ausführungsberechtigung erteilt.
es_es: Firma md5 proporcionada sin privilegio de ejecución.
fr_fr: signature md5 donnée sans privilège d'exécution.
hu_hu: md5 aláírás lett megadva végrehajtási jogosultság nélkül.
it_it: firma md5 fornita senza privilegio di esecuzione.
ja_jp: md5署名は実行権限なしに与えられています。
nb_no: md5-signatur angitt uten kjørerettigheter.
pt_pt: assinatura md5 fornecida sem privilégio de execução.

source: Negative subdomain entries are no longer supported, sorry. (entry: %s)
de_de: Negative Unterdomäneneinträge werden nicht mehr unterstützt. (Eintrag: %s)
es_es: Lamentablemente, las entradas de subdominios negativos ya no son compatibles. (Entrada: %s)
fr_fr: Les entrées négatives de sous-domaine ne sont plus prises en charge. (entrée : %s)
hu_hu: A negatív aldomainbejegyzések már nem támogatottak, elnézést. (tartomány: %s)
it_it: Le registrazioni di sottodominio negative non sono più supportate. (registrazione: %s)
ja_jp: 負のサブドメインエントリがもはやサポートされていません。 (entry: %s)
nb_no: Negative subdomeneoppføringer støttes ikke lenger. (oppføring: %s)
pt_pt: Entradas de sub-domínio negativas já não são suportadas, lamento. (entrada: %s)

source: Assert: `addresses' returned NULL.
de_de: Assert: Für 'addresses' wurde NULL zurückgegeben.
es_es: Afirmación: `addresses' ha devuelto NULL.
fr_fr: Assert : 'addresses' a retourné NUL.
hu_hu: Assert: Az `addresses' NULL értéket adott vissza.
it_it: Asserzione: `addresses' ha restituito NULL.
ja_jp: Assert: 「address」はNULLを返しています。
nb_no: Assert: 'addresses' returnerte NULL.
pt_pt: Asserção: `addresses' devolveu NULL.

source: Network entries can only have one TO address.
de_de: Netzwerkeinträge können nur über eine TO-Adresse verfügen.
es_es: Las entradas de red sólo pueden disponer de una dirección TO.
fr_fr: Les entrées réseau ne doivent posséder qu'une seule adresse VERS.
hu_hu: A hálózati bejegyzéseknek csak egy TO címük lehet.
it_it: Le registrazioni di rete possono avere solo un indirizzo A.
ja_jp: ネットワークエントリには、TOアドレスを1つだけ指定できます。
nb_no: Nettverksoppføringer kan bare ha én TO-adresse.
pt_pt: Entradas de rede apenas podem ter um endereço DE.

source: Network entries can only have one FROM address.
de_de: Netzwerkeinträge können nur über eine FROM-Adresse verfügen.
es_es: Las entradas de red sólo pueden disponer de una dirección FROM.
fr_fr: Les entrées réseau ne doivent posséder qu'une seule adresse DEPUIS.
hu_hu: A hálózati bejegyzéseknek csak egy FROM címük lehet.
it_it: Le registrazioni di rete possono avere solo un indirizzo DA.
ja_jp: ネットワークエントリには、FROMアドレスを1つだけ指定できます。
nb_no: Nettverksoppføringer kan bare én FROM-adresse.
pt_pt: Entradas de rede apenas podem ter um endereço PARA.

source: `%s' is not a valid ip address.
de_de: `%s' ist keine gültige IP-Adresse.
es_es: `%s' no es una dirección IP válida.
fr_fr: %s n'est pas une adresse IP valide.
hu_hu: `%s' nem érvényes IP-cím.
it_it: `%s' non è un indirizzo IP valido.
ja_jp: `%s'は有効なIPアドレスではありません。
nb_no: `%s' er ikke en gyldig ip-adresse.
pt_pt: `%s' não é um endereço ip válido.

source: `/%d' is not a valid netmask.
de_de: `/%d' ist keine gültige Netzmaske.
es_es: `/%d' no es una máscara de red válida.
fr_fr: /%d n'est pas un masque réseau valide.
hu_hu: `/%d' nem érvényes hálózati maszk.
it_it: `/%d' non è una maschera di rete valida.
ja_jp: `/%d'は有効なネットマスクではありません。
nb_no: `/%d' er ikke en gyldig nettverksmaske.
pt_pt: `/%d' não é uma máscara de rede válida.

source: `%s' is not a valid netmask.
de_de: `%s' ist keine gültige Netzmaske.
es_es: `%s' no es una máscara de red válida.
fr_fr: %s n'est pas un masque réseau valide.
hu_hu: `%s' nem érvényes hálózati maszk.
it_it: `%s' non è una maschera di rete valida.
ja_jp: `%s'は有効なネットマスクではありません。
nb_no: '%s' er ikke en gyldig nettverksmaske.
pt_pt: `%s' não é uma máscara de rede válida.

source: ports must be between %d and %d
de_de: Zwischen %d und %d müssen sich Ports befinden
es_es: los puertos deben estar entre %d y %d
fr_fr: les ports doivent être compris entre %d et %d
hu_hu: A portok %d és %d közé kell, hogy essenek
it_it: le porte devono essere comprese tra %d e %d
ja_jp: ポートは%dと%dの間に置かれる必要があります
nb_no: Portnummer må være mellom %d og %d
pt_pt: os portos devem estar entre %d e %d

source: Exec qualifier 'i' must be followed by 'x'
de_de: Auf den Exec-Qualifizierer 'i' muss 'x' folgen.
es_es: El calificador de ejecución 'i' debe estar seguido de 'x'
fr_fr: Le qualificatif d'exécution 'i' doit être suivi de 'x'
hu_hu: Az 'i' végrehajtási minősítőt 'x'-nek kell követnie
it_it: Il qualificatore Exec 'i' deve essere seguito da 'x'
ja_jp: Execクォリファイア「i」の後に「x」が続く必要があります
nb_no: Exec-valget 'i' må være etterfulgt av 'x'
pt_pt: Qualificador de execução 'i' deve ser seguido por um 'x'

source: Exec qualifier 'u' must be followed by 'x'
de_de: Auf den Exec-Qualifizierer 'u' muss 'x' folgen.
es_es: El calificador de ejecución 'u' debe estar seguido de 'x'
fr_fr: Le qualificatif d'exécution 'u' doit être suivi de 'x'
hu_hu: Az 'u' végrehajtási minősítőt 'x'-nek kell követnie
it_it: Il qualificatore Exec 'u' deve essere seguito da 'x'
ja_jp: Execクォリファイア「u」の後に「x」が続く必要があります
nb_no: Exec-verdien 'u' må være etterfulgt av 'x'
pt_pt: Qualificador de execução 'u' deve ser seguido por 'x'

source: Exec qualifier 'u' invalid, conflicting qualifier already specified
de_de: Exec-Qualifizierer 'u' ist ungültig, ein Qualifizierer, mit dem ein Konflikt besteht, wurde bereits angegeben.
es_es: El calificador de ejecución 'u' no es válido, ya se ha especificado un calificador en conflicto
fr_fr: Qualificatif d'exécution 'u' incorrect, en conflit avec un qualificatif déjà défini
hu_hu: Az 'u' végrehajtási minősítő érvénytelen, meg lett adva egy ütköző minősítő
it_it: Qualificatore Exec 'u' non valido, qualificatore in conflitto già specificato
ja_jp: Execクォリファイア「u」は無効です、相反するクォリファイアがすでに指定されています
nb_no: Exec-valget 'u' er ugyldig. Et annen valg som er i konflikt med dette, er allerede spesifisert.
pt_pt: Qualificador de execução 'u' inválido, qualificador em conflito já especificado

source: Exec qualifier 'p' must be followed by 'x'
de_de: Auf den Exec-Qualifizierer 'p' muss 'x' folgen.
es_es: El calificador de ejecución 'p' debe estar seguido de 'x'
fr_fr: Le qualificatif d'exécution 'p' doit être suivi de 'x'
hu_hu: A 'p' végrehajtási minősítőt 'x'-nek kell követnie
it_it: Il qualificatore Exec 'p' deve essere seguito da 'x'
ja_jp: Execクォリファイア「p」の後に「x」が続く必要があります
nb_no: Exec-verdien 'p' må være etterfulgt av 'x'
pt_pt: Qualificador de execução 'p' deve ser seguido por 'x'

source: Exec qualifier 'p' invalid, conflicting qualifier already specified
de_de: Exec-Qualifizierer 'p' ist ungültig, ein Qualifizierer, mit dem ein Konflikt besteht, wurde bereits angegeben.
es_es: El calificador de ejecución 'p' no es válido, ya se ha especificado un calificador en conflicto
fr_fr: Qualificatif d'exécution 'p' incorrect, en conflit avec un qualificatif déjà défini
hu_hu: A 'p' végrehajtási minősítő érvénytelen, meg lett adva egy ütköző minősítő
it_it: Qualificatore Exec 'p' non valido, qualificatore in conflitto già specificato
ja_jp: Execクォリファイア「p」は無効です、相反するクォリファイアがすでに指定されています
nb_no: Exec-valget 'p' er ugyldig. Et annen valg som er i konflikt med dette, er allerede spesifisert.
pt_pt: Qualificador de execução 'p' inválido, qualificador em conflito já especificado
