Repository: crossbuild/apparmor
Catalog: utils/po/*.po
Languages: ar, ca, da, de, es, fi, gu, hu, it, ja, nb, nl, pa, pt_br, ro, ru, sv, ta, uk

source: %s is currently marked as a program that should not have it's own profile. Usually, programs are marked this way if creating a profile for them is likely to break the rest of the system. If you know what you're doing and are certain you want to create a profile for this program, edit the corresponding entry in the [qualifiers] section in /etc/apparmor/logprof.conf.
ar: تم وضع علامة للبرنامج %sباعتباره برنامجًا لا يجب أن يحتوي على ملف تعريف خاص به. عادةً، يتم تحديد البرامج بهذه الطريقة إذا كان إنشاء ملفات تعريف لها قد يؤدي إلى إتلاف باقي النظام. إذا كنت تعلم تمامًا ما تفعله، وترغب في إنشاء ملف تعريف لهذا البرنامج، قم بتحرير الإدخال المقابل في قسم [المؤهلات] في /etc/apparmor/logprof. conf.
ca: %s està marcat actualment com un programa que no ha de tenir un perfil propi. Generalment es marquen els programes d'aquesta manera si és probable que crear-los un perfil pugui provocar un error a la resta del sistema. Si sabeu el que esteu fent i voleu crear un perfil per a aquest programa, editeu l'entrada corresponent a la secció [qualifiers] del fitxer /etc/apparmor/logprof.conf.
da: %s er aktuelt markeret som et program, der ikke skal have sin egen profil. Sædvanligvis er programmer markeret på denne måde, hvis oprettelse af en profil for dem sandsynligvis vil ødelægge resten af systemet. Hvis du ved hvad du gør, og er sikker på at du ønsker at oprette en profil for dette program, rediger den tilsvarende indgang i [qualifiers]-sektionen i /etc/apparmor/logprof.conf.
de: %s ist momentan als Programm markiert, das nicht über ein eigenes Profil verfügen sollte. In der Regel werden Programme auf diese Weise markiert, wenn es durch die Erstellung eines Profils für dieses Programm wahrscheinlich zu einer Beschädigung des Systems kommt. Wenn Sie sich darüber im Klaren sind, was Sie tun, und sich sicher sind, dass für dieses Programm ein Profil erstellt werden soll, bearbeiten Sie den entsprechenden Eintrag im Abschnitt [qualifiers] in der Datei /etc/apparmor/logprof.conf.
es: %s está marcado actualmente como un programa que no debe disponer de su propio perfil. Normalmente, los programas están marcados de este modo cuando es probable que crear un perfil para ellos corrompa el resto del sistema. Si está seguro de lo que hace y de que desea crear un perfil para este programa, edite la entrada correspondiente en la sección [qualifiers] del archivo /etc/apparmor/logprof.conf.
fi: %s on tällä hetkellä merkitty ohjelmaksi, jolla ei tulisi olla omaa profiilia. Yleensä ohjelmat on merkitty tällä tavoin, jos profiilin luominen rikkoisi jotain muuta järjestelmästä. Jos tiedät mitä olet tekemässä ja olet varma että haluat luoda profiilin tälle ohjelmalle, muokkaa vastaavaa merkintää tiedoston /etc/apparmor/logprof.conf kohdassa [qualifiers].
gu: %s માર્ક થયેલો છે એક એવા પ્રોગ્રામ તરીકે, કે જેને પોતાનો પ્રોફાઈલ હોવો જોઈએ નહીં. સામાન્ય રીતે, જો તેમનો પ્રોફાઈલ બનાવવાથી બાકીની સિસ્ટમ પડી ભાંગી શકતી હોય તો પ્રોગ્રામો આ રીતે માર્ક થયેલા હોય છે. જો તમને ખબર હોય કે તમે શું કરી રહ્યા છો અને તમને ચોક્કસ ખાતરી હોય કે તમારે આ પ્રોગ્રામ માટે પ્રોફાઈલ બનાવવાનો છે, તો /etc/apparmor/logprof.conf માં [qualifiers] વિભાગ માં તેને મળતી એન્ટ્રી સુધારો.
hu: %s jelenleg olyan programként van megjelölve, amely ne rendelkezzen saját profillal. Általában a programokat azért jelöljük meg így, mert a saját profiljuk létrehozása tönkretenné a rendszer maradékát. Ha biztos a dolgában, és tudja, hogy létre akar hozni egy profilt a programhoz, akkor módosítsa a hozzá tartozó bejegyzést az /etc/apparmor/logprof.conf [qualifiers] szakaszában.
it: %s è contrassegnato come un programma che non deve disporre di un profilo proprio. Generalmente vengono contrassegnati in questo modo i programmi per i quali la creazione di un profilo può provocare l'arresto delle altre applicazioni del sistema. Se si è sicuri dell'operazione da eseguire e si è certi di voler creare un profilo per il programma, modificare la voce corrispondente nella sezione [qualificatori] in /etc/apparmor/logprof.conf.
ja: %s は固有のプロファイルを持つべきではないプログラムとしてマークされています。このマークは通常、プロファイルを作成してしまうとシステムを壊しかねないプログラムに設定されています。本当にこのプログラムに対してプロファイルを作成してかまわない場合は、 /etc/apparmor/logprof.conf 内にある [qualifiers] の項を編集してください。
nb: %s er merket som et program som ikke bør ha sin egen profil. Programmer er vanligvis merket på denne måten dersom resten av systemet kan bli skadet hvis du oppretter en profil for dem. Hvis du vet hva du gjør og er sikker på at du vil opprette en profil for dette programmet, kan du redigere den aktuelle oppføringen under [qualifiers] i filen /etc/apparmor/logprof.conf.
nl: %s is aangemerkt als een programma dat geen eigen profiel mag hebben. Normaliter kan het aanmaken van een profiel voor een dergelijk programma tot een onstabiel systeem leiden. Als U weet wat U doet en U bent er zeker van dat U een profiel voor dit programma wilt aanmaken, pas dan de bijbehorende ingang in de [qualifiers] sectie van /etc/apparmor/logprof aan.
pt_br: %s está atualmente marcado como um programa que não deve ter o seu próprio perfil. Normalmente, os programas são marcados dessa maneira se a criação de um perfil para eles tiver probabilidade de interromper o resto do sistema. Se você sabe o que está fazendo e tem certeza de que deseja criar um perfil para este programa, edite a entrada correspondente na seção [qualificadores] em /etc/apparmor/logprof.conf.
ro: %s este momentan marcat ca program fără profil propriu. De obicei, programele primesc acest marcaj în cazul în care crearea unui profil propriu periclitează integritatea sistemului. Dacă sunteţi absolut sigur că doriţi să creaţi totuşi un profil pentru acest program, editaţi intrarea corespunzătoare din secţiunea [qualifiers] a fişierului /etc/apparmor/logprof.conf.
ru: %s помечена как программа, которая не должна иметь своего профиля. Обычно так помечаются программы, если создание профиля для них может нарушить рабоу всей системы. Если вы знаете, что делаете, и уверены в необходимости создать профиль для этой программы, измените соответствующую запись в разделе [qualifiers] в файле /etc/apparmor/logprof.conf.
sv: %s är för närvarande markerat som ett program som inte bör ha en egen profil. Program brukar markeras på det sättet om det övriga systemet antas störas av en profil för dem. Om du vet att det fungerar och du fortfarande vill skapa en profil för det här programmet, redigerar du motsvarande post i satsen [qualifiers] i /etc/apparmor/logprof. conf.
ta: %s தற்போது தனது சொந்த விவரங்களை கொண்டிருக்கக்கூடாத நிரலாக குறிக்கப்பட்டுள்ளது. சாதாரணமாக, விவரம் உருவாக்கப்பட்டால் மீதமுள்ள அமைப்பை உடைக்கக்கூடிய நிரல்களுக்கு இம்மாதிரி குறிக்கப்படும்.நீங்கள் செய்வதை நீங்கள் அறிந்து மற்றும் இந்த நிரலுக்கு நீங்கள் ஒரு விவரத்தை உருவாக்க விரும்பினால், /etc/apparmor/logprof.conf [தகுதிபெறுவோர்] பகுதியிலுள்ள தொடர்புள்ள குறிப்பை திருத்தம் செய்யவும்.
uk: %s в даний час позначено як програму, що не повинна мати власного профілю. Зазвичай, так позначають програми, створення профілю яких може поламати решту системи. Якщо ви знаєте що робите і певні, що вам потрібний профіль для цієї програми, то змініть відповідний запис в секції [qualifiers] файла /etc/apparmor/logprof.conf.

source: Profile for %s already exists - skipping.
ar: يوجد بالفعل ملف تعريف لـ %s- يتم الآن تخطي ذلك.
ca: El perfil per a %s ja existeix. S'ometrà l'operació.
da: Profil for %s eksisterer allerede - springer over.
de: Profil für %s existiert bereits - überspringen.
es: El nombre del proveedor %s ya existe - omitiendo.
fi: Profiili %s varten on jo olemassa - ohitetaan.
gu: %s માટે પ્રોફાઈલ અસ્તિત્વમાં છે જ - છોડી દીધું છે.
hu: %s profilja már létezik - most kimarad.
it: Il profilo per %s esiste già - Si tralascia.
ja: %s のプロファイルは既に存在します - スキップします。
nb: En profil for %s finnes allerede - hopper over denne.
nl: Profiel voor %s bestaat al. Overgeslagen.
pa: %s ਲਈ ਪਰੋਫਾਇਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ - ਛੱਡਿਆ ਜਾਂਦਾ ਹੈ
pt_br: O perfil para %s já existe - ignorando.
ro: Profilul pentru %s există deja - omit.
ru: Профиль для %s уже существует - пропускаем.
sv: Det finns redan en profil för %s - hoppar över.
ta: %s-க்கான விவரம் ஏற்கனவே உள்ளது - தாண்டப்படுகிறது.
uk: Профіль для %s вже існує - буде пропущено.

source: Can't find %s in the system path list. If the name of the application is correct, please run 'which %s' as a user with the correct PATH environment set up in order to find the fully-qualified path.
ar: تعذر العثور على %s في قائمة مسارات النظام. إذا كان اسم التطبيق صحيحًا، الرجاء تشغيل 'which %s' باعتباره مستخدمًا مع إعداد بيئة PATH الصحيح للعثور على المسار المؤهل بالكامل.
ca: No es pot trobar %s en la llista de camins del sistema. Si el nom de l'aplicació és correcte, executeu 'which %s' com a usuari amb el PATH configurat correctament per a poder trobar el camí complet.
da: Kan ikke finde %s i listen over systemsøgestier. Hvis navnet på programmet er korrekt, kør venligst 'hvilket %s' som en bruger med det korrekte PATH-miljø sat op, for at finde den fuldt kvalificerede søgesti.
de: %s wurde in der Systempfadliste nicht gefunden. Wenn der Name der Anwendung richtig ist, führen Sie 'which %s' als Benutzer mit korrekter PATH-Umgebung aus, um den vollständig qualifizierten Pfad zu finden.
es: No se encuentra %s en la lista de rutas del sistema. Si el nombre de la aplicación es correcto, ejecute 'which %s' como usuario con el entorno PATH correcto configurado para localizar la ruta completa.
fi: %s ei löytynyt järjestelmäpolkujen luettelosta. Jos sovelluksen nimi on oikein, suorita which %s' toisessa ikkunassa löytääksesi täysin määritellyn polun.
gu: સિસ્ટમ માર્ગ લિસ્ટમાં %s મળતું નથી. જો એપ્લીકેશનનું નામ બરોબર હોય, તો મહેરબાની કરીને યોગ્ય માર્ગ એન્વાયરમેન્ટ સેટ અપમાં 'કયો %s'ચલાવો કે જેથી સંપૂર્ણ-ગુણવત્તાભર્યો માર્ગશોધી શકાય.
hu: %s nem található a rendszer elérési útvonal listában. Ha az alkalmazás neve pontos, akkor futtassa le a 'which %s' parancsot felhasználóként a megfelelő PATH környezettel, hogy megtalálja a teljes képzésű elérési utat.
it: Impossibile trovare %s nell'elenco dei percorsi di sistema. Se il nome dell'applicazione è corretto, eseguire 'which %s' come utente con la configurazione d'ambiente PATH corretta allo scopo di individuare il percorso completo.
ja: システムパスの一覧内に %s がありません。アプリケーションの名前が正しい場合は、完全修飾パスを見つけるための正しいパス環境を設定し 'which %s' を実行してください。
nb: Kan ikke finne %s i systemstilisten. Hvis navnet på programmet er riktig, kjør 'which %s' som vanlig bruker med riktig definert PATH-miljø for å finne den fullstendige filstien.
nl: Kan %s niet in de lijst met systeempaden vinden. Als de naam van het programma correct is, probeer 'which %s' als gebruiker met een correct ingesteld zoekpad om het juiste pad te vinden.
pt_br: Não é possível localizar %s na lista de caminhos do sistema. Se o nome do aplicativo estiver correto, execute 'which %s' como um usuário com o ambiente PATH correto configurado para localizar o caminho completo.
ro: Nu am putut găsi %s în lista de căi sistem. Dacă numele aplicaţiei este corect, rulaţi 'which %s' ca utilizator cu mediul PATH configurat corecte, pentru a obţine calea completă.
ru: Невозможно найти %s в списке системных путей. Если имя приложения правильно, пожалуйста, запустите 'which %s' с правильными установленной переменной PATH, чтобы определить полный путь.
sv: Det går inte att hitta %s i systemsökvägslistan. Om programnamnet är fel kör du which %s som användare med rätt PATH-miljö angiven för att söka efter den fullständiga sökvägen.
ta: அமைப்பு பாதை பட்டியலில் %s காணப்படவில்லை. பயன்பாடடின் பெயர் சரியாக இருந்தால், முழுமையாக தகுதிபெற்ற பாதையை கண்டு பிடிப்பதற்கு அமைக்கப்பட்ட சரியான பாதைச் சூழல் அமைப்புடன் பயனராக தயவுசெய்து 'which %s' இயக்கு.
uk: Не вдається знайти %s в списку системних шляхів. Якщо назва програми правильна, то запустіть "which %s" як користувач з правильно встановленою змінною (PATH) середовища, щоб взнати повний шлях.

source: Setting %s to audit mode.
ar: إعداد %s إلى وضع المراجعة.
ca: Configuració de %s en mode d'auditoria.
da: Indstiller %s til revideringstilstand
de: %s wird in Prüfmodus versetzt.
es: Estableciendo %s en modo de auditoría.
fi: Asetetaan %s tarkkailutilaan.
gu: %s ને ઓડિટ મોડમાં સેટ કરે છે.
hu: %s beállítása audit módba.
it: Impostazione %s sulla modalità di controllo.
ja: %s を監査モードに設定します。
nb: Setter %s i overvåkingsmodus.
nl: %s wordt in meldingsmodus gezet.
pt_br: Definindo %s para o modo de auditoria.
ro: Setez %s pe modul audit.
ru: Установка режима аудита для %s.
sv: Anger %s till granskningsläge.
ta: தணிக்கை மோடில் %s அமைக்கப்படுகிறது.
uk: %s перемикається в режим аудиту.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to audit mode ]
ar: الاستخدام: %s [ -d /مسار/إلى/ملفات التعريف ] [ برنامج للتبديل إلى وضع المراجعة ]
ca: sintaxi: %s [ -d /camí/als/perfils ] [ programa per a canviar al mode d'auditoria ]
da: brug: %s [ -d /søgesti/til/profiler ] [ program som skal skifte til revideringstilstand ]
de: Syntax: %s [ -d /pfad/zu/profilen ] [ Programm, das in den Prüfmodus versetzt werden soll ]
es: uso: %s [ -d /ruta/a/perfiles ] [ programa que desea cambiar al modo de auditoría ]
fi: käyttö: %s [ -d /polku/profiileihin ] [ ohjelma joka vaihdetaan, kirjanpitotilaan ]
gu: ઉપયોગ: %s [ -d /path/to/profiles ] [ પ્રોગ્રામ ઓડિટ મોડ માં બદલાશે ]
hu: használat: %s [ -d /profilok/elérési/útja] [ audit módba kapcsolandó program ]
it: utilizzo: %s [ -d /percorso/ai/profili ] [ programma da attivare in modalità controllo ]
ja: 使用方法: %s [ -d (プロファイルへのパス) ] [ 監査モードに切り替えるプログラム ]
nb: bruk: %s [ -d /sti/til/profiler ] [ program som skal kjøres i overvåkingsmodus ]
nl: aanroep: %s [ -d /pad/naar/profielen ] [ programma dat in audit modus moet draaien ]
pa: ਵਰਤੋਂ: %s [ -d /path/to/profiles ] [ program to switch to audit mode ]
pt_br: uso: %s [ -d /path/to/profiles ] [ programa para alternar para modo de auditoria ]
ro: utilizare: %s [ -d /cale/catre/profile ] [ program ce va fi comutat pe modul audit ]
ru: использование: %s [ -d /path/to/profiles ] [ программа для переключения в режим аудита ]
sv: syntax: %s [-d /sökväg/till/profiler] [program att växla till granskningsläge]
ta: பயன்பாடு: %s [ -d /பாதை/லிருந்து/விவரங்கள் ] [ நிரல் தணிக்கை மோடுக்கு மாற்றப்பட வேண்டும் ]
uk: вживання: %s [ -d /шлях/до/профілів ] [ програма для перемикання в режим аудиту ]

source: Please enter the program to switch to complain mode:
ar: الرجاء إدخال البرنامج للتبديل إلى وضع الشكوى:
ca: Introduïu el programa per a canviar al mode de reclamació:
da: Angiv venligst programmet som skal skifte til klagetilstand:
de: Geben Sie das Programm an, das in den Meldungsmodus versetzt werden soll:
es: Indique el programa que desee cambiar al modo de queja:
fi: Syötä ohjelma, jonka haluat muutettavan valitustilaan.
gu: ફરિયાદ મોડમાં બદલવા માટે પ્રોગ્રામનું નામ દાખલ કરો:
hu: Adja meg a programot, hogy átváltson tanuló módba:
it: Specificare il programma da attivare in modalità complain:
ja: コンプレインモードに切り換えるプログラムを入力してください:
nb: Angi programmet som skal endres til klagemodus:
nl: Voer het programma in dat in de meldingsmodus gezet zal worden:
pa: ਸ਼ਿਕਾਇਤ ਢੰਗ ਬਦਲਣ ਲਈ ਪਰੋਗਰਾਮ ਦਿਓ ਜੀ:
pt_br: Digite o programa para alternar para o modo de reclamação:
ro: Introduceţi programul ce va fi trecut pe modul complain:
ru: Укажите программу для переключения в щадящий режим:
sv: Ange det program som ska växlas till varningsläge:
ta: புகார் மோடுக்கு மாறுவதற்கான நிரலை தயவுசெய்து உள்ளிடு:
uk: Введіть програму для перемикання в режим скарг:

source: Setting %s to complain mode.
ar: إعداد %s إلى وضع الشكوى.
ca: Configuració de %s en mode de reclamació.
da: Indstiller %s til klagetilstand.
de: %s wird in Meldungsmodus versetzt.
es: Estableciendo %s en el modo de queja.
fi: Asetetaan %s tarkkailutilaan.
gu: ફરિયાદ મોડ માટે %s સેટ થાય છે.
hu: %s beállítása tanuló módba.
it: Impostazione di %s in modalità complain.
ja: %s をコンプレインモードに設定します。
nb: Setter %s i klagemodus.
nl: %s op klagen ingesteld.
pt_br: Configurando %s para modo de reclamação.
ro: Setez %s pe modul complain.
ru: Установка щадящего режима для %s.
sv: Växlar %s till varningsläge.
ta: புகார் மோடுக்கு %s அமைக்கப்படுகிறது.
uk: %s перемикається в режим скарг.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to complain mode ]
ar: الاستخدام: %s [ -d /مسار/إلى/ملفات التعريف ] [ برنامج للتبديل إلى وضع الشكوى ]
ca: sintaxi: %s [ -d /camí/als/perfils ] [ programa per a canviar al mode de reclamació ]
da: Brug: %s [ -d /søgesti/til/profiler ] [ program som skal skifte til klagetilstand ]
de: Syntax: %s [ -d /pfad/zu/profilen ] [ Programm, das in den Meldungsmodus versetzt werden soll ]
es: uso: %s [ -d /ruta/a/perfiles ] [ programa que desea cambiar al modo de queja ]
fi: käyttö: %s [ -d /polku/profiileihin ] [ ohjelma joka vaihdetaan tarkkailutilaan ]
gu: ઉપયોગ: %s [ -d /path/to/profiles ] [પ્રોગ્રામ ફરિયાદ મોડ માં બદલાશે ]
hu: használat: %s [ -d /profilok/elérési/útja] [ tanuló módba kapcsolandó program ]
it: utilizzo: %s [ -d /percorso/ai/profili ] [ programma da attivare in modalità complain ]
ja: 使用方法: %s [ -d (プロファイルへのパス) ] [ (コンプレインモードに切り替えるプログラム) ]
nb: bruk: %s [ -d /sti/til/profiler ] [ program som skal kjøres i klagemodus ]
nl: aanroep: %s [ -d /pad/naar/profielen ] [ programma dat in klaagmodus moet draaien ]
pa: ਵਰਤੋਂ: %s [ -d /path/to/profiles ] [ program to switch to complain mode ]
pt_br: uso: %s [ -d /path/to/profiles ] [ programa para alternar para modo de reclamação ]
ro: utilizare: %s [ -d /cale/catre/profile ] [ program ce va fi comutat pe modul complain ]
ru: использование: %s [ -d /path/to/profiles ] [ программа для переключения в щадящий режим ]
sv: syntax: %s [-d /sökväg/till/profiler] [program som ska växlas till varningsläge]
ta: பயன்பாடு: %s [ -d /பாதை/லிருந்து/விவரங்கள் ] [ நிரல் புகார் மோடுக்கு மாற்றப்பட வேண்டும் ]
uk: вживання: %s [ -d /шлях/до/профілів ] [ програма для переходу в режим скарг ]

source: Please enter the program to switch to enforce mode:
ar: الرجاء إدخال البرنامج للتبديل إلى وضع الفرض:
ca: Introduïu el nom del programa per a canviar al mode d'obligació:
da: Angiv venligst programmet som skal skifte til tvangstilstand:
de: Geben Sie das Programm an, das in den Erzwingen-Modus versetzt werden soll:
es: Indique el programa que desee cambiar al modo de aplicación:
fi: Syötä ohjelma, jonka haluat muutettavan pakottamistilaan.
gu: એન્ફોર્સ મોડમાં બદલવા માટે પ્રોગ્રામનું નામ દાખલ કરો:
hu: Adja meg a programot, hogy átváltson kényszerítés módba:
it: Specificare il programma da attivare in modalità enforce:
ja: 強制モードに切り換えるプログラムを入力してください:
nb: Angi programmet som skal endres til overstyringsmodus:
nl: Voer de naam in van het programma dat in de afdwingmodus gezet zal worden:
pa: ਇੰਫੋਰਸ ਮੋਡ ਬਦਲਣ ਲਈ ਪਰੋਗਰਾਮ ਦਿਓ ਜੀ:
pt_br: Digite o programa para alternar para o modo forçado:
ro: Introduceţi programul ce va fi trecut pe modul enforce:
ru: Укажите программу для переключения в вынужденный режим:
sv: Ange det program som ska växlas till spärrläge:
ta: அமலாக்க மோடுக்கு மாறுவதற்கான நிரலை தயவுசெய்து உள்ளிடு:
uk: Введіть програму для перемикання в режим змушення:

source: Setting %s to enforce mode.
ar: إعداد %s إلى وضع الفرض.
ca: Configuració de %s en mode d'obligació.
da: Indstiller %s til tvangstilstand.
de: %s wird in den Erwzingen-Modus versetzt.
es: Estableciendo %s en el modo de aplicación.
fi: Asetetaan %s pakottamistilaan.
gu: એન્ફોર્સ મોડ માટે %s સેટ થાય છે.
hu: %s beállítása kényszerítés módba.
it: Impostazione di %s in modalità enforce.
ja: %s を強制モードに設定します。
nb: Setter %s i overstyringsmodus.
nl: %s op afdwingen ingesteld.
pa: %s ਲਈ ਇੰਫੋਰਸ ਮੋਡ ਸੈੱਟ ਕਰੋ।
pt_br: Definindo %s para o modo forçado.
ro: Setez %s pe modul enforce.
ru: Установка вынужденного режима для %s.
sv: Växlar %s till spärrläge.
ta: அமலாக்க மோடுக்கு %s அமைக்கப்படுகிறது.
uk: %s перемикається в режим змушення.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to enforce mode ]
ar: الاستخدام: %s [ -d /مسار/إلى/ملفات التعريف ] [ برنامج للتبديل إلى وضع الفرض ]
ca: sintaxi: %s [ -d /camí/als/perfils ] [ programa per a canviar al mode d'obligació ]
da: Brug: %s [ -d /søgesti/til/profiler ] [ program som skal skifte til tvangstilstand ]
de: Syntax: %s [ -d /pfad/zu/profilen ] [ Programm, das in den Erzwingen-Modus versetzt werden soll ]
es: uso: %s [ -d /ruta/a/perfiles ] [ programa que desea cambiar al modo de aplicación ]
fi: käyttö: %s [ -d /polku/profiileihin ] [ ohjelma, joka vaihdetaan pakottamistilaan ]
gu: ઉપયોગ: %s [ -d /path/to/profiles ] [પ્રોગ્રામ એન્ફોર્સ મોડ માં બદલાશે ]
hu: használat: %s [ -d /profilok/elérési/útja] [ kényszerítés módba kapcsolandó program ]
it: utilizzo: %s [ -d /percorso/ai/profili ] [ programma da attivare in modalità applica ]
ja: 使用方法: %s [ -d (プロファイルへのパス) ] [ (強制モードに切り替えるプログラム) ]
nb: bruk: %s [ -d /sti/til/profiler ] [ program som skal kjøres i overstyrt modus ]
nl: aanroep: %s [ -d /pad/naar/profielen ] [ programma dat in afgedwongen modus moet draaien]
pa: ਵਰਤੋਂ: %s [ -d /path/to/profiles ] [ program to switch to enforce mode ]
pt_br: uso: %s [ -d /path/to/profiles ] [ programa para alternar para modo forçado ]
ro: utilizare: %s [ -d /cale/catre/profile ] [ program ce va fi comutat pe modul enforce ]
ru: использование: %s [ -d /path/to/profiles ] [ программа для переключения в вынужденный режим ]
sv: syntax: %s [-d /sökväg/till/profiler] [program som ska växlas till spärrläge]
ta: பயன்பாடு: %s [ -d /பாதை/லிருந்து/விவரங்கள் ] [ நிரல் அமலாக்க மோடுக்கு மாற்றப்பட வேண்டும் ]
uk: вживання: %s [ -d /шлях/до/профілів ] [ програма для перемикання в режим змушення ]

source: Usage: %s [ --paranoid ]
ar: الاستخدام: %s [ --paranoid ]
ca: Sintaxi: %s [ --paranoid ]
da: Brug: %s [ --paranoid ]
de: Syntax: %s [ --paranoid ]
es: Uso: %s [ --paranoid ]
fi: Käyttö: %s [ --paranoid ]
gu: ઉપયોગ: %s [ --paranoid ]
hu: Használat: %s [ --paranoid ]
it: Utilizzo: %s [ --paranoid ]
ja: 使用: %s [ --paranoid ]
nb: Bruk: %s [ --paranoid ]
nl: Gebruik: %s [ --paranoid ]
pa: ਵਰਤੋਂ: %s [ --paranoid ]
pt_br: Uso: %s [ --paranoid ]
ro: Utilizare: %s [ --paranoid ]
ru: Использование: %s [ --paranoid ]
sv: Syntax: %s [--paranoid]
ta: பயன்பாடு: %s [ --கருத்துத்திரிபு ]
uk: Вжиток: %s [ --paranoid ]

source: SubDomain does not appear to be started. Please enable SubDomain and try again.
ar: يبدو أنه لم يتم بدء تشغيل المجال الفرعي. الرجاء تمكين المجال الفرعي، ثم إعادة المحاولة.
ca: Sembla que no s'ha iniciat el subdomini. Habiliteu-lo i torneu-ho a provar.
da: Subdomæne ser ikke ud til at være startet. Aktivér venligst subdomænet og prøv igen.
es: Parece que SubDomain no se ha iniciado. Habilite SubDomain e inténtelo de nuevo.
fi: SubDomain ei vaikuta olevan käynnistetty. Ota SubDomain käyttöön ja yritä uudelleen.
gu: સબડોમેઈન શરૂ થયેલું જણાતું નથી. મહેરબાની કરીને સબડોમેઈન સક્ષમ કરો અને ફરીથી પ્રયત્ન કરો.
hu: Úgy tűnik, a SubDomain nem indult el. Kapcsolja be a SubDomaint és próbálja újra.
it: SubDomain non è stato avviato. Attivare SubDomain e riprovare.
ja: サブドメインが開始されていないようです。サブドメインを有効にして再度実行してください。
nb: SubDomain ser ikke ut til å kjøre. Aktiver SubDomain og forsøk igjen.
nl: SubDomain schijnt niet te zijn gestart. Activeer SubDomain en probeer het opnieuw.
pa: ਸਬ-ਡੋਮੇਨ ਸ਼ੁਰੂ ਸਮੇਂ ਨਹੀਂ ਆਈ। ਸਬ-ਡੋਮੇਨ ਯੋਗ ਕਰਕੇ ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pt_br: O SubDomain parece não ter sido inicializado. Por favor, habilite o SubDomain e tente novamente.
ro: Probabil SubDomain nu a fost pornit. Activaţi SubDomain şi încercaţi din nou.
ru: Похоже, подобласти не запущены. Включите подобласть и повторите попытку.
sv: Underdomänen verkar inte ha startats. Aktivera underdomänen och försök igen.
ta: துணைக்களம் துவங்குவதைப்போல் தெரியவில்லை. தயவுசெய்துதுணைக்களத்தை இயங்கச்செய்து மீண்டும் முயற்சிசெய்யவும்.
uk: Здається, SubDomain не запущено. Будь ласка, увімкніть SubDomain і спробуйте знов.
