Repository: crossbuild/apparmor
Catalog: utils/po/*.po
Languages: ar, ca, da, de, es, fi, gu, hu, it, ja, nb, nl, pa, pt_br, ro, ru, sv, ta, uk

source: The profile analyzer has completed processing the log files. All updated profiles will be reloaded
ar: أتمت أداة تحليل ملف التعريف معالجة ملفات السجلات. سيتم إعادة تحميل كافة ملفات التعريف التي تم تحديثها
ca: L'analitzador de perfils ha completat el processament dels fitxers de registre. Es carregaran novament tots els perfils actualitzats.
da: Profilanalyse har færdiggjort behandling af logfilerne. Alle opdaterede profiler vil blive genindlæst
de: Die Verarbeitung der Protokolldateien durch die Profilanalyse ist abgeschlossen. Alle aktualisierten Profile werden neu geladen
es: El analizador de perfiles ha terminado de procesar los archivos de registro. Se volverán a cargar todos los perfiles actualizados
fi: Profiilianalysaattori on lopettanut kirjaustiedostojen käsittelyn. Kaikki päivitetyt profiilit ladataan uudelleen
gu: પ્રોફાઈલ પરીક્ષણ કરનારે લૉગ એન્ટ્રીઓ પ્રોસેસ કરવાનું પૂર્ણ કર્યું છે. અપડેટ કરાયેલા બધાં પ્રોફાઈલ્સ ફરીથી લઈ અવાશે
hu: A profilelemző befejezte a naplófájlok feldolgozását. Minden frissített profil újra betöltésre kerül
it: L'analizzatore profilo ha terminato l'elaborazione dei file di registro. Tutti i profili aggiornati verranno ricaricati
ja: プロファイルアナライザがログファイルの処理を完了しました。 更新されたすべてのプロファイルを読み込み直します
nb: Profilanalysatoren er ferdig med å generere loggfilene. Alle oppdaterte profiler vil bli lastet på nytt
nl: De logbestanden zijn geanalyseerd. Alle bijgewerkte profielen worden herladen.
pa: ਪਰੋਫਾਇਲ ਜਾਂਚਕਾਰ ਨੇ ਲਾਗ ਫਾਇਲਾਂ ਲਈ ਪਰੋਸੈਂਸਿੰਗ ਖਤਮ ਕਰ ਲਈ ਹੈ। ਸਭ ਅੱਪਡੇਟ ਪਰੋਫਾਇਲ ਮੁੜ-ਲੋਡ ਕੀਤੇ ਜਾਣਗੇ।
pt_br: O analisador de perfis concluiu o processamento dos arquivos de log. Todos os perfis atualizados serão recarregados
ro: Aplicaţia de analiză a profilelor a finalizat procesarea jurnalelor. Toate profilele actualizate vor fi reîncărcate
ru: Анализатор профиля закончил обработку файлов журнала. Все обновленные профили будут перезагружены
sv: Profilanalyseraren har slutfört bearbetningen av loggfilerna. Alla uppdaterade profiler kommer att läsas in på nytt.
ta: விவர ஆய்வி குறிப்பு கோப்புகளை ஆராய்ந்து முடித்துவிட்டது. அனைத்து புதுப்பிக்கப்பட்ட விவரங்களும் மறுஏற்றம் செய்யப்படும்
uk: Аналізатор профілів закінчив обробку файлів журналів. Всі оновлені профілі буде перезавантажено.

source: No unhandled AppArmor events were found in the system log.
ar: لم يتم العثور على أي أحداث AppArmor لم تتم معالجتها في سجل النظام.
ca: S'han trobat esdeveniments d'AppArmor no gestionats al registre del sistema.
da: Ingen ubehandlede AppArmor-hændelser blev fundet i systemloggen.
de: Im Systemprotokoll wurden keine unverarbeiteten AppArmor-Ereignisse gefunden.
es: No se han encontrado eventos AppArmor sin gestionar en el registro del sistema.
fi: Käsittelemättömiä AppArmor-tapahtumia ei löydetty järjestelmäkirjauksista.
gu: કોઈ અણઉકેલ્યા AppArmor બનાવો સિસ્ટમ લૉગમાં મળ્યા નહીં.
hu: A rendszernapló egy AppArmor eseménye sem maradt ki.
it: Nessun evento AppArmor non gestito individuato nel registro di sistema.
ja: システムログには未処理の AppArmor イベントはありません。
nb: Ingen ubehandlede AppArmor-hendelser ble funnet i systemloggen.
nl: Geen onbehandelde AppArmor gebeurtenissen gevonden in het systeemlogbestand.
pt_br: Nenhum evento do AppArmor não tratado foi encontrado no log do sistema.
ro: În jurnalul sistem nu au fost găsite evenimente AppArmor netratate.
ru: Необработанных событий AppArmor в системном журнале не найдено.
sv: Inga ohanterade AppArmor-händelser hittades i systemloggen.
ta: கையாளப்படாத AppArmor நிகழ்வுகள் எதுவும் அமைப்பின் குறிப்பில் இல்லை.
uk: В системному журналі не знайдено необроблених подій AppArmor.

source: Select which profile changes you would like to save to the local profile set
da: Vælg hvilke profil-ændringer du gerne vil gemme til det lokale profil-sæt
de: Wählen Sie die Profiländerungen aus, die Sie im lokalen Profilsatz speichern möchten.
es: Seleccione qué modificaciones del perfil le gustaría guardar en el la configuración de perfil local
fi: Valitse mitkä profiilien muutokset haluat tallentaa paikalliseen profiilivalikoimaan.
hu: Válassza ki a helyi profilhalmazba menteni kívánt profilmódosításokat
it: Selezionare quali modifiche del profilo devono essere salvate nei profili locali
ja: どのプロファイルをローカルに保存するか選択してください
nb: Velg hvilke profilendringer du vil lagre i det lokale profilsettet
nl: Selecteer de profielwijzigingen die u wilt opslaan in de lokale profielset
pa: ਚੁਣੋ ਕਿ ਕਿਹੜੇ ਪਰੋਫਾਇਲ ਬਦਲਾਅ ਤੁਸੀਂ ਲੋਕਲ ਪਰੋਫਾਇਲ ਸੈੱਟ ਲਈ ਸੰਭਾਲਣੇ ਚਾਹੁੰਦੇ ਹੋ
pt_br: Selecione quais mudanças do perfil deseja salvar no conjunto de perfis locais
ro: Selectaţi ce modificări ale profilelor doriţi să salvaţi în setul de profile local
ru: Выберите, какие изменения в профиле следует сохранить в локальном наборе профилей
sv: Ange vilka profiländringar du vill spara i den lokala profiluppsättningen
uk: Виберіть які саме зміни ви хочете зберегти до локального набору профілю

source: Local profile changes
da: Ændringer af lokal profil
de: Lokale Profiländerungen
es: Cambios del perfil local
fi: Paikallisen profiilin muutokset
hu: Helyi profilmódosítások
it: Modifiche al profilo locale
ja: ローカルプロファイルの変更
nb: Endringer i lokal profil
nl: Lokale profielwijzigingen
pa: ਲੋਕਲ ਪਰੋਫਾਇਲ ਬਦਲਾਅ
pt_br: Mudanças no perfil local
ro: Modificări profile locale
ru: Изменения в локальном профиле
sv: Lokala profiler har ändrats
uk: Зміни локального профілю

source: The following local profiles were changed. Would you like to save them?
da: Følgende lokale profiler blev ændret. Vil du gerne gemme dem?
de: Die folgenden lokalen Profile wurden geändert. Möchten Sie sie speichern?
es: Los siguientes perfiles locales han sido modificados. ¿Desea guardarlos?
fi: Seuraavia paikallisia profiileja on muokattu. Haluatko tallentaa ne?
hu: A következő helyi profilok módosultak. El kívánja menteni ezeket?
it: I seguenti profili locali sono cambiati. Si desidera salvarli?
ja: 以下のローカルプロファイルが変更されました。保存しますか？
nb: Følgende lokale profiler er endret. Vil du lagre dem?
nl: De volgende lokale profielen zijn gewijzigd. Wilt u ze opslaan?
pa: ਹੇਠ ਦਿੱਤੇ ਲੋਕਲ ਪਰੋਫਾਇਲ ਬਦਲੇ ਗਏ ਹਨ। ਕੀ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Os seguintes perfis locais foram modificados. Gostaria de salvá-los?
ro: Următoarele profile locale au fost modificate. Doriţi să le salvaţi?
ru: Приведенные ниже локальные профили были изменены. Сохранить их?
sv: Följande lokala profiler har ändrats. Vill du spara dem?
uk: Було змінено наступні локальні профілі. Зберегти їх?

source: Profile Changes
da: Profil-ændringer
de: Profiländerungen
es: Cambios de perfil
fi: Profiilin muutokset
hu: Profilmódosítások
it: Modifiche al profilo
ja: プロファイル変更
nb: Profilendringer
nl: Profielwijzigingen
pa: ਪਰੋਫਾਇਲ ਬਦਲਾਅ
pt_br: Mudanças no perfil
ro: Modificări profile
ru: Изменения в профиле
sv: Profiländringar
uk: Зміни профілю

source: %s contains syntax errors.
ar: %s يحتوي على أخطاء في بناء الجملة.
ca: %s conté errors de sintaxi.
da: %s indeholder syntaksfejl.
de: %s enthält Syntax-Fehler.
es: %s contiene errores de sintaxis.
fi: %s sisältää lauserakennevirheitä.
gu: %s માં સિન્ટેક્સ ભૂલો છે.
hu: %s szintaktikai hibát tartalmaz.
it: %s contiene errori di sintassi.
ja: %s は構文エラーを含んでいます。
nb: %s inneholder syntaksfeil.
nl: %s bevat een syntaxisfout.
pa: %s ਵਿੱਚ ਸੰਟੈਕਸ ਗਲਤੀਆਂ ਹਨ।
pt_br: %s contém erros de sintaxe.
ro: %s conţine erori de sintaxă.
ru: В %s имеются синтаксические ошибки.
sv: %s innehåller syntaxfel.
ta: %sல் இலக்கணப் பிழைகள் உள்ளன.
uk: %s містить синтаксичні помилки.

source: Profile %s contains invalid regexp %s.
ar: ملف التعريف %s يحتوي على regexp غير صالح %s.
ca: El perfil %s conté l'expressió regular no vàlida %s.
da: Profilen %s indeholder ugyldige reg.-udtryk %s.
de: Profil %s enthält ungültigen regexp %s.
es: El perfil %s contiene una entrada regexp no válida: %s.
fi: Profiili %s sisältää virheellisen säännöllisen lausekkeen %s.
gu: પ્રોફાઈલ %s માં અયોગ્ય regexp %s છે.
hu: A(z) %s profil érvénytelen reguláris kifejezést (%s) tartalmaz.
it: Il profilo %s contiene regexp non valido %s.
ja: プロファイル %s に無効な正規表現 %s が含まれています。
nb: Profilen %s inneholder ugyldig regexp %s.
nl: Profiel %s bevat een ongeldige regexp %s.
pa: ਪਰੋਫਾਇਲ %s ਵਿੱਚ ਗਲਤ regexp %s ਹੈ।
pt_br: Perfil %s contém expressão regular %s inválida.
ro: Profilul %s conţine regexp invalid %s.
ru: В профиле %s имеется неджопустимоеое регулярное выражение %s.
sv: Profilen %s innehåller ogiltig regexp %s.
ta: %s விவரம் செல்லாத regexp %s கொண்டுள்ளது.
uk: Профіль %s містить не чинний формальний вираз %s.

source: Profile %s contains invalid mode %s.
da: Profilen %s indeholder ugyldig tilstand %s.
de: Profil '%s' enthält ungültigen Modus '%s'.
es: El perfil %s contiene un modo inválido %s.
fi: Profiili %s sisältää virheellisen tilan %s.
hu: A(z) %s profil érvénytelen reguláris módot (%s) tartalmaz.
it: Il profilo %s contiene la modalità non valida %s.
ja: プロファイル %s に無効なモード %s が含まれています。
nb: Profilen %s inneholder den ugyldige modusen %s.
nl: Profiel %s bevat ongeldige modus %s.
pa: ਪਰੋਫਾਇਲ %s ਵਿੱਚ ਗਲਤ ਮੋਡ %s ਹੈ।
pt_br: Perfil %s contém modo %s inválido.
ro: Profilul %s conţine modul invalid %s.
ru: В профиле %s имеется недопустимый режим %s.
sv: Profilen %s innehåller ogiltigt läge %s.
uk: Профіль %s містить не чинний режим %s.

source: %s contains syntax errors. Line [%s]
da: %s indeholder syntaksfejl. Linie [%s]
de: '%s' enthält Syntaxfehler. Zeile ['%s']
es: %s contiene errores de sintaxis. Línea [%s]
fi: %s sisältää lauserakennevirheitä. Rivi [%s]
hu: %s szintaktikai hibát tartalmaz. A sorszám: %s
it: %s contiene errori di sintassi. Riga [%s]
ja: %s は構文エラーを含んでいます。行 [%s]
nb: %s inneholder syntaksfeil. Linje [%s]
nl: %s bevat syntaxisfouten. Regel [%s]
pa: %s ਵਿੱਚ ਸੰਟੈਕਸ ਗਲਤੀਆਂ। ਲਾਈਨ [%s]
pt_br: %s contém erros de sintaxe. Linha [%s]
ro: %s conţine erori desintaxă. Linia [%s]
ru: В %s имеются синтаксические ошибки. Строка [%s]
sv: %s innehåller syntaxfel. Rad [%s]
uk: %s містить синтаксичні помилки. Рядок [%s]

source: Writing updated profile for %s.
ar: يتم الآن كتابة ملف تعريف مُحدَّث لـ %s.
ca: S'està escrivint el perfil actualitzat per a %s.
da: Skriver opdateret profil for %s.
de: Aktualisiertes Profil für %s wird geschrieben.
es: Escribiendo perfil actualizado para %s.
fi: Kirjoitetaan päivitetty profiili %s.
gu: %s માટે અપડેટ કરેલો પ્રોફાઈલ લખાય છે.
hu: %s frissített profiljának kiírása.
it: Scrittura profilo aggiornato per %s in corso...
ja: 更新されたプロファイル %s を書き込んでいます。
nb: Lagrer oppdatert profil for %s.
nl: Schrijf bijgewerkt profiel voor %s.
pa: %s ਲਈ ਅੱਪਡੇਟ ਪਰੋਫਾਇਲ ਲਿਖਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: Salvando o perfil atualizado para %s.
ro: Scriu profilul actualizat pentru %s.
ru: Зыписывается обновленный профиль %s.
sv: Profilen för %s skrivs.
ta: %sகாக புதுப்பிக்கப்பட்ட விவரம் எழுதப்படுகிறது.
uk: Запис оновленого профілю для %s.

source: Unknown command
ar: أمر غير معروف
da: Ukendt kommando
de: Unbekannter Befehl
es: Comando desconocido
fi: Tuntematon komento
hu: Ismeretlen parancs
it: Comando sconosciuto
ja: 不明なコマンド
nb: Ukjent kommando
nl: Onbekend commando
pa: ਅਣਜਾਣ ਕਮਾਂਡ
pt_br: Comando desconhecido
ro: Comandă necunoscută
ru: Неизвестная команда
sv: Okänt kommando
uk: Невідома команда

source: Invalid hotkey in
da: Ugyldig genvejstast i
de: Ungültige Tastenkombination in
es: Tecla rápida no válida en
fi: Virheellinen pikanäppäin:
hu: Érvénytelen gyorsbillentyű a következőben:
it: Tasto di scelta rapida non valido in
ja: 無効なホットキー:
nb: Ugyldig nøkkel i
nl: Ongeldige sneltoets in
pa: ਗਲਤ ਹਾਟ-ਸਵਿੱਚ ਹੈ
pt_br: Tecla de atalho inválida em
ro: Tastă rapidă invalidă în
ru: Недопустимая клавиша быстрого доступа в
sv: Ogiltig hotkey i
uk: Не чинна гаряча клавіша в

source: Duplicate hotkey for
da: Duplikeret genvejstast til
de: Doppelte Tastenkombination für
es: Tecla rápida duplicada para
fi: Pikanäppäin jo käytössä:
hu: Ismételt gyorsbillentyű a következőhöz:
it: Duplica tasto di scelta rapida per
ja: 重複したホットキー:
nb: Duplisert nøkkel for
nl: Dubbele sneltoets voor
pa: ਡੁਪਲੀਕੇਟ ਹਾਟ-ਸਵਿੱਚ
pt_br: Duplicar tecla de atalho para
ro: Tastă rapidă duplicat pentru
ru: Дублирование клавиши быстрого доступа для
sv: Duplicerad hotkey
uk: Дублікат гарячої клавіші для

source: Invalid hotkey in default item
da: Ugyldig genvejstast i standardpunkt
de: Ungültige Tastenkombination in Standardelement
es: Tecla rápida no válida en el elemento predeterminado
fi: Virheellinen pikanäppäin oletuskohteessa
hu: Érvénytelen gyorsbillentyű az alapértelmezett elemben
it: Tasto di scelta rapida non valido in un elemento predefinito
ja: 既定の項目に無効なホットキーがあります
nb: Ugyldig nøkkel i standardelement
nl: Ongeldige sneltoets in standaarditem
pa: ਮੂਲ ਆਈਟਮ ਵਿੱਚ ਗਲਤ ਹਾਟ-ਸਵਿੱਚ
pt_br: Tecla de atalho inválida em item padrão
ro: Tastă rapidă invalidă în elementul implicit
ru: Недопустимая клавиша быстрого доступа в элементе по умолчанию
sv: Ogiltig hotket i standardposten
uk: Не чинна гаряча клавіша в типовому елементі

source: Invalid default
da: Ugyldig standard
de: Ungültiger Standardwert.
es: Valor por defecto no válido
fi: Virheellinen oletus
hu: Érvénytelen alapértelmezés
it: Valore predefinito non valido
ja: 規定値が無効です
nb: Ugyldig standard
nl: Ongeldige standaardwaarde
pa: ਐਡਰੈੱਸ
pt_br: Padrão inválido
ro: Valori implicite invalide
ru: Недопустимое значение по умолчанию
sv: Ogiltig standard
uk: Не чинний типовий параметр

source: DBI Execution failed: %s.
ar: فشل تنفيذ DBI: %s.
da: Afvikling af DBI fejlede: %s.
es: Error de ejecución DBI: %s.
fi: DBI-suoritus epäonnistui: %s.
hu: DBI végrehajtása meghiúsult: %s.
it: Esecuzione di DBI non riuscita: %s.
ja: DBI を実行できませんでした: %s。
nb: DBI Kjøring mislyktes: %s.
nl: Uitvoeren van de DBI-module mislukt: %s.
pa: DBI ਚੱਲਣ ਫੇਲ੍ਹ: %s.
pt_br: Falha na execução de DBI: %s.
ro: Execuţia DBI a eşuat: %s.
ru: Сбой выполнения DBI: %s
sv: DBI-körning misslyckades: %s.
uk: Виконання DBI зазнало невдачі: %s.

source: Couldn't open file: %s.
ar: تعذر فتح الملف: %s.
da: Kunne ikke åbne fil: %s.
es: No es posible abrir el archivo. %s.
fi: Ei voitu avata tiedostoa: %s.
hu: A fájl megnyitása nem sikerült: %s.
it: Impossibile aprire il file: %s.
ja: ファイルを開けませんでした: %s。
nb: Kunne ikke åpne filen: %s.
nl: Kon bestand %s niet openen.
pa: ਫਾਇਲ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ: %s.
pt_br: Não foi possível abrir arquivo: %s.
ro: Nu am putut deschide fişierul: %s.
ru: Не удалось открыть файл: %s.
sv: Kan inte öppna fil: %s.
uk: Не вдалося відкрити файл: %s.

source: No type value passed. Unable to determine page count.
ar: لم يتم إدخال قيمة نوع. تعذر تحديد عدد الصفحات.
da: Ingen type-værdi angivet. Kan ikke bestemme sideantal.
es: No se ha enviado ningún valor de tipo. No es posible determinar el número de páginas.
fi: Tyyppiarvoa ei välitetty. Sivumäärän selvittäminen ei onnistunut.
hu: Nem lett átadva típusérték. Az oldalszám nem határozható meg.
it: Non è stato trasferito alcun valore tipo. Impossibile calcolare il conteggio pagine.
ja: 形式が設定されていません。ページ数を決定できません。
nb: Ingen typeverdi sendt. Kan ikke avgjøre sideantall.
nl: Geen waarde overgedragen. Het aantal pagina's kon niet worden vastgesteld.
pa: ਕੋਈ ਕਿਸਮ ਮੁੱਲ ਨਹੀਂ ਦਿੱਤਾ: ਸਫ਼ਾ ਗਿਣਤੀ ਜਾਣਨ ਲਈ ਅਸਮਰੱਥ ਹੈ।
pt_br: Nenhum valor de tipo foi passado. Não foi possível determinar a contagem de páginas.
ro: Nu a fost transmisă nici o valoare pentru tip. Nu am putut determina numărul de pagini.
ru: Не передано значение типа. Невозможно определить количество страниц.
sv: Inget typvärde skickades. Omöjligt att bestämma sidantal.
uk: Не передано значення типу. Неможливо визначити рахунок сторінок.

source: Failed copying %s.
ar: فشل النسخ %s.
da: Fejl under kopiering af %s.
es: Error al copiar %s.
fi: %s kopiointi epäonnistui.
hu: %s másolása nem sikerült.
it: Impossibile copiare %s.
ja: %s のコピーに失敗しました。
nb: Feil under kopiering av %s.
nl: %s kon niet gekopieerd worden.
pa: %s ਨਕਲ ਕਰਨ ਲਈ ਫੇਲ੍ਹ
pt_br: Falha ao copiar %s.
ro: Copierea %s a eşuat.
ru: Не удалось скопировать %s.
sv: Misslyckades med att kopiera %s.
uk: Помилка копіювання %s.

source: Export Log Error: Couldn't open %s
ar: خطأ في سجل التصدير: تعذر فتح %s
da: Fejl i eksportlog: kunne ikke åbne %s
es: Error de exportación de registro: no es posible abrir %s
fi: Vientikirjausvirhe: Ei voitu avata %s
hu: Exportálási napló hiba: %s nem nyitható meg
it: Errore del registro esportazioni: impossibile aprire %s
ja: ログエラーの出力: %sを開けませんでした。
nb: Feil under loggeksport: Kunne ikke åpne %s
nl: Export Log fout: %s kon niet geopend worden.
pa: ਲਾਗ ਨਿਰਯਾਤ ਗਲਤੀ: %s ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ
pt_br: Erro ao exportar log: Não foi possível abrir %s
ro: Eroare jurnal export: Nu am putut deschide %s
ru: Ошибка экспорта журнала: Не удалось открыть %s
sv: Exportloggfel: Kunde inte öppna %s
uk: Помилка експорту журналу: Не вдалось відкрити %s

source: Fatal error. No report name given. Exiting.
ar: خطأ فادح. لم يتم إدخال اسم تقرير. خروج.
da: Alvorlig fejl. Intet rapportnavn anført. Lukker.
es: Error fatal. No se ha proporcionado ningún nombre de informe. Saliendo.
fi: Vakava virhe. Raportin nimeä ei annettu. Poistutaan.
hu: Végzetes hiba. Nem lett megadva a jelentés neve. A program leáll.
it: Errore irreversibile. Nessun nome assegnato al rapporto. Uscita in corso.
ja: 致命的エラー。レポート名が与えられていません。終了中。
nb: Fatal feil. Rapportnavn ikke angitt. Avslutter.
nl: Fatale fout. Geen naam opgegeven voor het rapport. Programma wordt beëindigd.
pa: ਘਾਤਕ ਗਲਤੀ: ਕੋਈ ਰਿਪੋਰਟ ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ। ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: Erro fatal. Nenhum nome de relatório fornecido. Saindo.
ro: Eroare fatală. Nu a fost indicat nici un nume de raport. Părăsesc aplicaţia.
ru: Фатальная ошибка. Не указано имя отчета. Выход.
sv: Allvarligt fel: Inget rapportnamn angett. Avbryter.
uk: Критична помилка. Не вказано назву звіту. Вихід.

source: Unable to get configuration info for %s. Unable to find %s.
ar: تعذر الحصول على معلومات تكوين لـ %s. تعذر العثور على %s.
da: Kan ikke hente konfigurationsinfo for %s. Kan ikke finde %s.
es: No es posible obtener la información de configuración de %s. No se encuentra %s.
fi: Määritystietojen saaminen %s varten ei onnistu. %s ei löydetty.
hu: %s konfigurációs adatainak lekérése nem sikerült. %s nem található.
it: Impossibile ottenere informazioni sulla configurazione per %s . Impossibile trovare %s.
ja: %s に対する設定を取得できません。 %s が見つかりません。
nb: Kan ikke hente konfigurasjonsinfo for %s. Kan ikke finne %s.
nl: Informatie over de configuratie van %s kon niet opgevraagd worden. %s is niet gevonden.
pa: %s ਲਈ ਸੰਰਚਨਾ ਜਾਣਕਾਰੀ ਲੈਣ ਲਈ ਅਸਮਰੱਥ। %s ਖੋਜਣ ਲਈ ਅਸਮਰੱਥ।
pt_br: Não foi possível obter informações de configuração para %s. Não foi possível localizar %s.
ro: Nu am putut obţine informaţiile de configurare pentru %s. Nu pot găsi %s.
ru: Невозможно получить сведения о настройке для %s. Невозможно найти %s.
sv: Kunde inte hämta inställningsinfo för %s. Kunde inte hitta %s.
uk: Неможливо отримати інформацію про конфігурацію для %s. Неможливо знайти %s.

source: Failed to parse: %s.
ar: فشل التحليل: %s.
da: Fejl under tolkning af: %s.
es: Error al analizar: %s.
fi: Koostaminen ei onnistunut: %s.
hu: Nem sikerült az értelmezés: %s.
it: Impossibile analizzare: %s.
ja: 解析に失敗しました: %s。
nb: Kunnne ikke analysere: %s.
nl: %s kon niet ontleed worden.
pa: ਪਾਰਸ ਕਰਨ ਦੌਰਾਨ ਫੇਲ੍ਹ: %s।
pt_br: Falha ao analisar: %s.
ro: Eşec la parcurgere: %s.
ru: Не удалось проанализировать: %s.
sv: Misslyckades med att tyda: %s.
uk: Не вдалось проаналізувати: %s.

source: Fatal Error. Couldn't open %s.
ar: خطأ فادح. تعذر فتح %s.
da: Alvorlig fejl. Kunne ikke åbne %s.
es: Error fatal. No es posible abrir %s.
fi: Vakava virhe. Ei voitu avata %s.
hu: Végzetes hiba. %s nem nyitható meg.
it: Errore irreversibile. Impossibile aprire %s.
ja: 致命的エラー。 %s を開けませんでした。
nb: Fatal feil. Kunne ikke åpne %s.
nl: Fatale fout: %s kon niet geopend worden.
pa: ਘਾਤਕ ਗਲਤੀ। %s ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pt_br: Erro fatal. Não foi possível abrir %s.
ro: Eroare fatală. Nu am putut deschide %s.
ru: Фатальная ошибка. Невозможно открыть %s.
sv: Allvarligt fel: Kunde inte öppna %s.
uk: Критична помилка. Не вдалось відкрити %s.

source: Fatal Error. Can't run %s. Exiting.
ar: خطأ فادح. تعذر تشغيل %s. خروج.
da: Alvorlig fejl. Kan ikke køre %s. Lukker.
es: Error fatal. No es posible ejecutar %s. Saliendo.
fi: Vakava virhe. Ei voitu suorittaa %s. Poistutaan.
hu: Végzetes hiba. %s nem futtatható. A program leáll.
it: Errore irreversibile. Impossibile eseguire %s. Uscita in corso.
ja: 致命的エラー。 %s を実行できません。終了中。
nb: Fatal feil. Kan ikke kjøre %s. Avslutter.
nl: Fatale fout: %s kon niet uitgevoerd worden. Programma wordt beëindigd.
pa: ਘਾਤਕ ਗਲਤੀ: %s ਚੱਲ ਨਹੀਂ ਸਕਦਾ। ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: Erro fatal. Não foi possível executar %s. Saindo.
ro: Eroare fatală. Nu pot rula %s. Părăsesc aplicaţia.
ru: Фатальная ошибка. Невозможно выполнить %s. Выход.
sv: Allvarligt fel: Kunde inte köra %s. Avslutar.
uk: Критична помилка. Неможливо запустити %s. Вихід.

source: Fatal Error. No directory, %s, found. Exiting.
ar: خطأ فادح. لم يتم العثور على دليل، %s. خروج.
da: Alvorlig fejl. Ingen mappe, %s, fundet. Lukker.
es: Error fatal. No se encuentra el directorio %s. Saliendo.
fi: Vakava virhe. Hakemistoa %s ei löydetty. Poistutaan.
hu: Végzetes hiba. %s nevű könyvtár nem található. A program leáll.
it: Errore irreversibile. Non è stata trovata nessuna directory %s. Uscita in corso.
ja: 致命的エラー。ディレクトリ %s が見つかりません。終了中。
nb: Fatal feil. Katalogen %s ikke funnet. Avslutter.
nl: Fatale fout. Map %s niet gevonden. Programma wordt beëindigd.
pa: ਘਾਤਕ ਗਲਤੀ: ਕੋਈ ਡਾਇਰੈਕਟਰੀ %s ਨਹੀਂ ਮਿਲੀ। ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: Erro fatal. Nenhum diretório, %s, localizado. Saindo.
ro: Eroare fatală. Nu am găsit nici un director, %s. Părăsesc aplicaţia.
ru: Фатальная ошибка. Каталог %s не найден. Выход.
sv: Allvarligt fel: Ingen katalog, %s, hittades. Avslutar.
uk: Критична помилка. Не знайдено каталогу %s. Вихід.

source: Fatal Error. Couldn't open %s. Exiting
ar: خطأ فادح. تعذر فتح %s. خروج
da: Alvorlig fejl. Kunne ikke åbne %s. Lukker
es: Error fatal. No es posible abrir %s. Saliendo
fi: Vakava virhe. Ei voitu avata %s. Poistutaan
hu: Végzetes hiba. %s nem nyitható meg. A program leáll
it: Errore irreversibile. Impossibile aprire %s. Uscita in corso
ja: 致命的エラー。%s を開けませんでした。終了中
nb: Fatal feil. Kunne ikke åpne %s. Avslutter
nl: Fatale fout. %s kon niet geopend worden. Programma wordt beëindigd.
pa: ਘਾਤਕ ਗਲਤੀ: %s ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ. ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Erro fatal. Não foi possível abrir %s. Saindo.
ro: Eroare fatală. Nu am putut deschide %s. Părăsesc aplicaţia
ru: Фатальная ошибка. Невозможно открыть %s. Выход.
sv: Allvarligt fel: Kunde inte öppna %s. Avslutar.
uk: Критична помилка. Не вдалось відкрити %s. Вихід.

source: DBI Execution failed: %s
ar: فشل تنفيذ DBI: %s
da: Afvikling af DBI fejlede: %s
es: Error de ejecución DBI: %s
fi: DBI-suoritus epäonnistui. %s
hu: DBI végrehajtása meghiúsult: %s
it: Esecuzione di DBI non riuscita: %s
ja: DBI を実行できませんでした: %s
nb: DBI-kjøring mislyktes: %s
nl: Uitvoeren van de DBI-module mislukt: %s.
pa: DBI ਚਲਾਉਣਾ ਫੇਲ੍ਹ: %s
pt_br: Falha na execução de DBI: %s
ro: Execuţia DBI a eşuat: %s
ru: Ошибка выполнения DBI: %s
sv: DBI-körning misslyckades: %s
uk: Виконання DBI зазнало невдачі: %s

source: Fatal Error. getArchReport() couldn't open %s
ar: خطأ فادح. تعذر فتح getArchReport() %s
da: Alvorlig fejl. getArchReport() Kunne ikke åbne %s
es: Error fatal. getArchReport() no ha podido abrir %s
fi: Vakava virhe. getArchReport() ei voinut avata %s
hu: Végzetes hiba. A getArchReport() nem tudta megnyitni a(z) %s nevű fájlt
it: Errore irreversibile. getArchReport() non è riuscito ad aprire %s
ja: 致命的エラー。 getArchReport() が %s を開けませんでした
nb: Fatal feil. getArchReport() kunne ikke åpne %s
nl: Fatale fout. getArchReport() kon %s niet openen.
pa: Fatal Error. getArchReport() %s ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pt_br: Erro fatal. getArchReport() não pode abrir %s
ro: Eroare fatală. getArchReport() nu a putut deschide %s
ru: Fatal Error. getArchReport() не может открыть %s
sv: Allvarligt fel. getArchReport() kunde inte öppna %s
uk: Критична помилка. getArchReport() не вдалось відкрити %s
