Repository: crossbuild/apparmor
Catalog: utils/po/*.po
Languages: ar, ca, da, de, es, fi, gu, hu, it, ja, nb, nl, pa, pt_br, ro, ru, sv, ta, uk

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but some applications depend on the presence of LD_PRELOAD or LD_LIBRARY_PATH.
ar: هل ترغب في أن يقوم AppArmor بتأمين البيئة عند تبديل ملفات التعريف؟ إن تأمين البيئة يعتبر أكثر أمنًا، لكن بعض التطبيقات تعتمد على وجود LD_PRELOAD or LD_LIBRARY_PATH.
ca: Voleu que AppArmor desinfecti l'entorn quan canvieu els perfils? Si es desinfecta l'entorn és més segur, però algunes aplicacions depenen de la presència de LD_PRELOAD o LD_LIBRARY_PATH.
da: Skal AppArmor desinficere miljøet, når der skiftes profil? Desinficering af miljøet er mere sikkert, men nogle programmer afhænger af tilstedeværelsen af LD_PRELOAD eller LD_LIBRARY_PATH.
de: Soll AppArmor die Umgebung beim Profilwechsel bereinigen? Die Bereinigung wäre sicherer, einige Anwendungen hängen jedoch vom Vorhandensein der Variablen LD_PRELOAD oder LD_LIBRARY_PATH ab.
es: ¿Debe AppArmor sanear el entorno al cambiar de perfil? Sanear el entorno es más seguro, pero algunas aplicaciones dependen de la presencia de LD_PRELOAD o LD_LIBRARY_PATH.
fi: Tulisiko AppArmorin puhdistaa ympäristö herkästä tiedosta profiilien vaihdossa? Ympäristön puhdistaminen parantaa turvallisuutta, mutta jotkut ohjelmat vaativat LD_PRELOAD tai LD_LIBRARY_PATH -arvojen olemassaolon.
gu: પ્રોફાઇલો બદલતી વખતે શું એપઆર્મરે પર્યાવરણને ચોખ્ખું કરવું જોઇએ? પર્યાવરણને ચોખ્ખું કરવું તે વધુ સુરક્ષિત છે, પરંતુ અમુક અનુપ્રયોગો LD_PRELOAD ની અથવા LD_LIBRARY_PATH ની હાજરી પર આધારિત હોય છે.
hu: Fertőtlenítse az AppArmor a környezetet profilváltás közben? A környezet fertőtlenítése biztonságosabb, de egyes alkalmazások függenek az LD_PRELOAD és LD_LIBRARY_PATH környezeti változók jelenlététől.
it: Specificare se AppArmor deve ripulire l'ambiente durante lo scambio dei profili. Benché ripulire l'ambiente sia più sicuro, alcune applicazioni dipendono dalla presenza di LD_PRELOAD o LD_LIBRARY_PATH.
ja: プロファイルを切り替える際に AppArmor が環境変数を無害化する 必要がありますか？ 環境変数の無害化はセキュリティを高めることにつながりますが、 いくつかのアプリケーションは LD_PRELOAD や LD_LIBRARY_PATH 環境変数が存在していなければならないかもしません。
nb: Skal AppArmor rense miljøet ved bytte av profiler? Rensing av miljøet øker sikkerheten, men noen programmer krever at LD_PRELOAD eller LD_LIBRARY_PATH finnes.
nl: Moet AppArmor de omgeving bij een profielwisseling opschonen? Het opschonen van de omgeving is veiliger, maar sommige programma's zijn afhankelijk van de aanwezigheid van LD_PRELOAD of LD_LIBRARY_PATH.
pt_br: O AppArmor deve sanificar o ambiente ao alternar entre perfis? A sanificação do ambiente é mais segura, mas alguns aplicativos dependem da presença de LD_PRELOAD ou LD_LIBRARY_PATH.
ro: Doriţi ca AppArmor să cureţe mediul la comutarea între profile? Curăţarea mediului este metoda mai sigură, dar unele aplicaţii depind de prezenţa LD_PRELOAD sau LD_LIBRARY_PATH.
ru: Должен ли AppArmor санировать среду при переключении профилей? Санирование среды безопаснее, но некоторые приложения зависят от присутствия LD_PRELOAD или LD_LIBRARY_PATH.
sv: Vill du att AppArmor ska sanera miljön vid profilbyte? Sanering ger bäst säkerhet, men för en del program måste LD_PRELOAD eller LD_LIBRARY_PATH vara tillgängligt.
ta: விவரங்களிடையே மாறும்போது AppArmorசுற்றுச்சூழலை துப்புரவு செய்ய வேண்டுமா? சுற்றுச்சூழலை துப்புரவு செய்வது கூடுதல் பாதுகாப்பானது, ஆனால் சில பயன்பாடுகள் LD_PRELOAD அல்லது LD_LIBRARY_PATH காணப்படுவதை சார்துள்ளன.
uk: Чи повинна програма AppArmor проводити очищення середовища при перемиканні профілів? Безпечніше, якщо очищати середовище, але деякі програми покладаються на присутність LD_PRELOAD або LD_LIBRARY_PATH.

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but this application appears to use LD_PRELOAD or LD_LIBRARY_PATH and clearing these could cause functionality problems.
ar: هل ترغب في أن يقوم AppArmor بتأمين البيئة عند تبديل ملفات التعريف؟ يعتبر تأمين البيئة أكثر أمنًا، لكن يبدو أن هذا التطبيق يستخدم LD_PRELOAD أو LD_LIBRARY_PATH وقد يؤدي مسحه إلى حدوث مشكلات وظيفية.
ca: Voleu que AppArmor desinfecti l'entorn quan canvieu els perfils? Si es desinfecta l'entorn és més segur, però sembla que aquesta aplicació utilitza LD_PRELOAD o LD_LIBRARY_PATH i, si s'esborren, podrien aparèixer problemes de funcionalitat.
da: Skal AppArmor desinficere miljøet, når der skiftes profil? Desinficering af miljøet er mere sikkert, men dette program ser ud til at bruge LD_PRELOAD eller LD_LIBRARY_PATH og at rydde disse kan forårsage problemer med funktionaliteten.
de: Soll AppArmor die Umgebung beim Profilwechsel bereinigen? Die Bereinigung wäre sicherer, diese Anwendung scheint jedoch LD_PRELOAD oder LD_LIBRARY_PATH zu nutzen. Das Entfernen dieser Variablen kann Funktionsprobleme nach sich ziehen.
es: ¿Debe AppArmor sanear el entorno al cambiar de perfil? Sanear el entorno es más seguro, pero parece que esta aplicación utiliza LD_PRELOAD o LD_LIBRARY_PATH y borrarlos podría causar problemas de funcionamiento.
fi: Tulisiko AppArmorin puhdistaa ympäristö herkästä tiedosta profiilien vaihdossa? Ympäristönpuhdistaminen parantaa turvallisuutta, mutta tämä ohjelma näyttää käyttävän LD_PRELOAD tai LD_LIBRARY_PATH -arvoa. Niiden tyhjentäminen voi aiheuttaa ongelmia.
gu: પ્રોફાઇલો બદલતી વખતે શું એપઆર્મરે પર્યાવરણને ચોખ્ખું કરવું જોઇએ? પર્યાવરણને ચોખ્ખું કરવું તે વધુ સુરક્ષિત છે, પરંતુ આ અનુપ્રયોગો LD_PRELOAD અથવા LD_LIBRARY_PATH નો ઉપયોગ કરતા હોય તેમ દેખાય છે અને તેમને કાઢી નાખવાથી ક્રિયાશીલતાની મુશ્કેલીઓ થઇ શકે છે.
hu: Fertőtlenítse az AppArmor a környezetet profilváltás közben? A környezet fertőtlenítése biztonságosabb, de úgy tűnik, ez az alkalmazás használja az LD_PRELOAD vagy LD_LIBRARY_PATH környezeti változót, így a törlésük gondot okozhat.
it: Specificare se AppArmor deve ripulire l'ambiente durante lo scambio dei profili. Benché ripulire l'ambiente sia più sicuro, questa applicazione utilizza molto probabilmente LD_PRELOAD o LD_LIBRARY_PATH la cui eliminazione può provocare problemi di funzionamento.
ja: プロファイルを切り替える際に AppArmor が環境変数を無害化する 必要がありますか？ 環境変数の無害化はセキュリティを高めることにつながりますが、 このアプリケーションは LD_PRELOAD や LD_LIBRARY_PATH を利用 しているため、これらを消去すると機能面で問題が発生すると思われます。
nb: Skal AppArmor rense miljøet ved bytte av profiler? Rensing av miljøet øker sikkerheten, men dette programmet ser ut til å bruke LD_PRELOAD eller LD_LIBRARY_PATH, og det kan føre til problemer hvis disse fjernes.
nl: Moet AppArmor de omgeving bij een profielwisseling opschonen? Het opschonen van de omgeving is veiliger, maar dit programma blijkt gebruik te maken van LD_PRELOAD of LD_LIBRARY_PATH. Het opschonen ervan kan problemen in de functionaliteit veroorzaken.
pt_br: O AppArmor deve sanificar o ambiente ao alternar entre perfis? A sanificação do ambiente é mais segura, mas este aplicativo parece usar LD_PRELOAD ou LD_LIBRARY_PATH, e a limpeza dos perfis poderia causar problemas de funcionalidade.
ro: Doriţi ca AppArmor să cureţe mediul la comutarea între profile? Curăţarea mediului este metoda mai sigură, dar această aplicaţie probabil utilizează LD_PRELOAD sau LD_LIBRARY_PATH şi eliminarea acestor valori poate cauza probleme de funcţionare.
ru: Должен ли AppArmor санировать среду при переключении профилей? Санирование среды безопаснее, но похоже, это приложение использует LD_PRELOAD или LD_LIBRARY_PATH, и очистка их может вызвать проблемы работоспособности.
sv: Vill du att AppArmor ska sanera miljön vid profilbyte? Sanering ger bäst säkerhet, men det här programmet verkar utnyttja LD_PRELOAD eller LD_LIBRARY_PATH och att rensa dem kan ge funktionsstörningar.
ta: விவரங்களிடையே மாறும்போது AppArmor சுற்றுச்சூழலை துப்புரவு செய்ய வேண்டுமா? சுற்றுச்சூழலை துப்புரவு செய்வது கூடுதல் பாதுகாப்பானது, ஆனால் இந்த பயன்பாடு LD_PRELOAD அல்லது LD_LIBRARY_PATHஐ பயன்படுத்துவதைப்போல் தெரிகிறது மற்றும் இவற்றை காலி செய்வது செயல்பாட்டு பிரச்னைகளை ஏற்படுத்தக்கூடும்.
uk: Чи повинна програма AppArmor проводити очищення середовища при перемиканні профілів? Безпечніше, якщо очищати середовище, але, здається, ця програма використовує LD_PRELOAD і LD_LIBRARY_PATH. Очищення може завдати проблеми для належного функціонування.

source: Launching processes in an unconfined state is a very dangerous operation and can cause serious security holes. Are you absolutely certain you wish to remove all AppArmor protection when executing %s?
ar: يعتبر بدء تشغيل العمليات في حالة غير مقيدة عملية خطيرة جدًا وقد تؤدي إلى حدوث ثغرات أمنية. هل أنت متأكد تمامًا من رغبتك في إزالة كل حماية AppArmor عند تنفيذ %s؟
ca: Executar processos en un estat sense limitacions és una operació molt perillosa i pot provocar problemes greus de seguretat. Esteu absolutament segur que voleu eliminar tota la protecció d'AppArmor en executar %s?
da: Start af processer i en ubegrænset tilstand, er en meget farlig operation og kan være årsag til seriøse sikkerhedshuller. Er du fuldstændigt sikker på du ønsker at slette al AppArmorbeskyttelse når du afslutter %s?
de: Das Starten von Prozessen in einem uneingeschränkten Status ist ein sehr riskantes Vorgehen, das ernsthafte Sicherheitslücken zur Folge haben kann. Sind Sie sich absolut sicher, dass %s ohne die Schutzvorkehrungen von AppArmor ausgeführt werden darf?
es: Ejecutar procesos sin limitaciones es una operación muy peligrosa y puede provocar importantes problemas de seguridad. ¿Está totalmente seguro de que desea eliminar toda la protección de AppArmor al ejecutar %s?
fi: Prosessin käynnistäminen "Rajoittamattomassa" -tilassa on erittäin vaarallista ja saattaa luoda vakavia tietoturva-aukkoja. Oletko aivan varma että haluat poistaa kaikki AppArmor-suojaukset suoritettaessa %s ohjelmaa?
gu: મર્યાદામાં ન રાખેલ હોય તે સ્થિતિ માં પ્રક્રિયા શરૂ કરવી, તે ખૂબ જોખમી કાર્ય છે અને તેનાથી ગંભીર સંરક્ષણ કામીઓà થઈ શકે છે. શું તમે ખરેખર ચોક્કસ છો કે તમે %s નું કાર્ય ચાલુ કરો ત્યારે તમારે બધાં AppArmor રક્ષણો દૂર કરવા છે?
hu: Folyamatok nem bezárt állapotban indítása igen veszélyes művelet és súlyos biztonsági réseket eredményezhet. Egészen biztos abban, hogy minden AppArmor-védelmet eltávolít %s végrehajtása közben?
it: L'avvio di processi in uno stato senza limitazioni rappresenta un'operazione molto pericolosa che può compromettere seriamente la sicurezza. Si è certi di voler rimuovere tutte le funzionalità di protezione AppArmor durante l'esecuzione di %s?
ja: 制限されていない状態でのプロセス起動は非常に危険な操作であり、 重大なセキュリティ欠陥を生じる恐れがあります。 本当に %s に対する全ての AppArmor 保護を外してしまって よろしいですか？
nb: Å starte prosesser med ubegrenset status er en svært farlig handling, og kan føre til alvorlige sikkerhetshull. Er du helt sikker på at du vil fjerne all AppArmor-beskyttelse når du kjører %s?
nl: Het starten van processen in een onbegrensde staat| is een zeer gevaarlijke handeling en kan ernstige beveiligingsgaten veroorzaken. Bent u er beslist zeker van dat u %s zonder enige AppArmor-beveiliging wilt uitvoeren?
pt_br: A inicialização de processos em um estado não delimitado é uma operação muito perigosa e pode causar sérias brechas de segurança. Tem certeza absoluta de que deseja remover toda a proteção do AppArmor ao executar %s?
ro: Lansarea proceselor în stare fără limitări este o operaţie foarte periculoasă şi poate cauza probleme majore de securitarte. Suneţi absolut sigur că doriţi să îndepărtaţi întreaga protecţie AppArmor la execuţia %s?
ru: Запуск процессов в неограниченном состоянии - очень опасное действие, которое может породить серьезные бреши в безопасности. Вы абсолютно уверены, что вы хотите удалить всю защиту AppArmor при запуске %s?
sv: Start av processer i obegränsat läge är mycket riskabelt och kan orsaka allvarliga säkerhetsbrister. Är du säker på att du vill ta bort allt AppArmor-skydd när du kör %s?
ta: செயல்பாடுகளை கட்டுப்பாடற்ற நிலையில் அறிமுகப்படுத்துவது மிக ஆபத்தான செயலாகும் மற்றும் தீவிர பாதுகாப்பு குறைபாடுகளை ஏற்படுத்தும். %s நிறைவேற்றும்போது அனைத்து AppArmor பாதுகாப்பையும் நீக்குவதற்கு நீங்கள் உறுதியாக இருக்கிறீர்களா?
uk: Запускання процесів в необмеженому стані - надзвичайно небезпечна дія і може зробити систему вразливою для проникнення зловмисників. Чи ви абсолютно впевнені, що хочете вилучити увесь захист AppArmor при виконанні %s?

source: Should AppArmor sanitize the environment when running this program unconfined? Not sanitizing the environment when unconfining a program opens up significant security holes and should be avoided if at all possible.
ar: هل ترغب في أن يقوم AppArmor بتأمين البيئة عند تشغيل هذا البرنامج غير مقيد؟ عدم تأمين البيئة عند إلغاء تقييد برنامج يعمل على فتح ثغرات أمنية ملحوظة ويجب تجنب ذلك نهائيًا إن كان ذلك ممكنًا.
ca: Voleu que AppArmor desinfecti l'entorn quan executeu el programa sense limitacions? Si no es desinfecta l'entorn quan s'executa un programa sense limitacions, s'obren forats de seguretat significatius que cal evitar si és possible.
da: Skulle AppArmor desinficere miljøet, når dette program køres ubegrænset? Ikke at desinficere miljøet, når begrænsninger på et program fjernes, åbner for betydelige sikkerhedshuller, og bør undgås hvis det overhovedet er muligt.
de: Soll AppArmor die Umgebung bereinigen, wenn dieses Programm uneingeschränkt ausgeführt wird? Ohne Bereinigung stellen uneingeschränkt ausgeführte Programme ernsthafte Sicherheitslücken dar, die möglichst vermieden werden sollten.
es: ¿Debe AppArmor sanear el entorno al ejecutar este programa sin limitaciones? Si no se sanea el entorno cuando se usa un programa sin limitaciones, se crearán problemas importantes de seguridad que deberían evitarse en lo posilble.
fi: Tulisiko AppArmorin puhdistaa ympäristö herkästä tiedosta, kun tätä ohjelmaa ajetaan rajoittamattomassa-tilassa? Jos ei, niin ohjelma voi avata vakavia tietoturva-aukkoja ja tätä tulisi välttää kaikin mahdollisin keinoin.
gu: આ પ્રોગ્રામને ખુલ્લા વાતાવરણમાં ચલાવતી વખતે શું એપઆર્મરે પર્યાવરણને ચોખ્ખું કરવું જોઇએ? ખુલ્લા વાતાવરણમાં પ્રોગ્રામને ચલાવતી વખતે પર્યાવરણને ચોખ્ખુ ન રાખવાથી સુરક્ષામાં મોટા પાયે ગાબડાં ઊભા થઇ શકે છે અને જો શક્ય હોય તો બને ત્યાં સુધી ટાળવું જોઇએ.
hu: Fertőtlenítse az AppArmor a program bezárás nélküli futtatásakor? A környezet fertőtlenítésének elhagyás egy program bezárás nélküli futtatásakor komoly biztonsági réseket eredményezhet és hacsak lehet, kerülni kell.
it: Specificare se AppArmor deve ripulire l'ambiente durante l'esecuzione di questo programma senza limiti. Non ripulire l'ambiente durante l'eliminazione dei limiti di un programma può rappresentare un rischio alto per la sicurezza e deve quindi essere evitato il più possibile.
ja: 制限なしでプログラムを起動する際に AppArmor が環境変数 を無害化する必要がありますか？ 環境変数を無害化せずに制限のないプログラムを実行する ことは重大なセキュリティ欠陥を生じる恐れがあり、 可能な限り避けられるべきものです。
nb: Skal AppArmor rense miljøet når dette programmet kjøres ubegrenset? Å unnlate å rense miljøet når begrensningene for et program fjernes, åpner alvorlige sikkerhetshull, og bør så langt som mulig unngås.
nl: Wilt u dat AppArmor de omgeving opschoont als dit programma onbegrensd wordt uitgevoerd? Het niet opschonen van de omgeving voor het onbegrensd uitvoeren van een programma opent flinke gaten in de beveiliging en dient wanneer enigszins mogelijk beslist worden vermeden.
pt_br: O AppArmor deve sanificar o ambiente ao executar este programa não delimitado? Se o ambiente não for sanificado ao ser cancelado o confinamento de um programa, isso poderá causar brechas de segurança significativas. Esse procedimento deve ser evitado, se possível.
ro: Doriţi ca AppArmor să cureţe mediul la rulaera fără limitări a acestui program? Rularea fără limitări a unui program fără curăţarea mediului deschide breşe în securitatea sistemului şi ar trebui pe cât posibil evitată.
ru: Должен ли AppArmor санировать среду при запуске этой программы в неограниченном состоянии? Отсутствие санации среды при неограниченном запуске программы может привести к открыитю серьезных брешей в безопасности, так что этого следует по возможности избегать.
sv: Vill du att AppArmor ska sanera miljön när det här programmet körs i obegränsat läge? Att inte sanera miljön för ett obegränsat program öppnar väsentliga säkerhetshål och bör undvikas så långt det är möjligt.
ta: கட்டுப்பாடின்றி இந்த நிரலை இயக்கும்போது AppArmor சுற்றுச்சூழலை துப்புரவு செய்ய வேண்டுமா? ஒரு நிரலின் கட்டுப்பாடு நீக்கப்படும்போது சுற்றுச்சூழலை துப்புரவு செய்யாமல்; இருப்பது மிகப்பெரிய பாதுகாப்பு குறைபாடுகளை ஏற்படுத்தும் மற்றும்; இயலுமானால் இது தவிர்க்கப்பட வேண்டும்.
uk: Чи повинна програма AppArmor проводити очищення середовища при запуску програми без обмежень? Не очищення середовища при знятті обмежень з програми може зробити вашу систему вразливою для нападу, і тому бажано, щоб середовище було очищене.

source: A profile for %s does not exist create one?
da: En profil for %s eksisterer ikke. Vil du oprette en?
es: El perfil %s no existe, ¿Crear uno?
fi: Profiilia %s ei ole. Luodaanko se?
hu: A(z) %s profil nem létezik, létrehozza?
it: Non esiste alcun profilo per %s, crearne uno?
ja: %s 向けのプロファイルは存在しません。作成しますか？
nl: Een profiel voor %s bestaat niet, aanmaken?
pt_br: Não existe um perfil para %s, deseja criar?
ru: Профиль %s не существует, создать новый?
sv: Det finns ingen profil för %s, vill du skapa en?
uk: Профілю для %s не існує. Створити?

source: A local profile for %s does not exist create one?
da: En lokal profil for %s eksisterer ikke. Vil du oprette en?
es: El perfil local %s no existe, ¿Crear uno?
fi: Paikallista profiilia %s ei ole. Luodaanko se?
hu: A(z) %s helyi profil nem létezik, létrehozza?
it: Non esiste un profilo locale per %s, crearne uno?
ja: %s 向けのローカルプロファイルは存在しません。作成しますか？
nl: Een lokaal profiel voor %s bestaat niet, aanmaken?
pt_br: Não existe um perfil local para %s, deseja criar?
ru: Локальный профиль %s не существует, создать новый?
sv: Det finns ingen lokal profil för %s, vill du skapa en?
uk: Локального профілю для %s не існує. Створити?

source: Log contains unknown mode %s.
da: Loggen indeholder ukendt tilstand %s.
de: Protokoll enthält unbekannten Modus %s.
es: El registro contiene un modo desconocido %s.
fi: Loki sisältää tuntemattoman tilan %s.
hu: A napló az ismeretlen %s módot tartalmazza.
it: Il registro contiene una modalità sconosciuta %s.
ja: 不明なモード %s を含むログ
nb: Loggen inneholder ukjent modus %s.
nl: Log bevat onbekende modus %s.
pa: ਲਾਗ ਅਣਜਾਣ ਮੋਡੀਊਲ ਮੋਡ %s ਰੱਖਦਾ ਹੈ।
pt_br: O log contém modo inválido %s.
ro: Jurnalul conţine modul necunoscut %s.
ru: В журнале содержится неизветный режим %s.
sv: Loggen innehåller okänt läge %s.
uk: Журнал містить невідомий режим %s.

source: An updated version of this profile has been found in the profile repository. Would you like to use it?
da: En opdateret version af denne profil er blevet fundet i profil-depotet. Vil du gerne bruge den?
de: Es wurde eine aktualisierte Version dieses Profils im Profil-Repository gefunden. Möchten Sie diese verwenden?
es: Se ha encontrado una versión actualizada de este perfil en el repositorio de perfiles. ¿Le gustaría utilizarla?
fi: Profiilitietovarastossa löydetty päivitetty versio tästä profiilista. Haluatko käyttää sitä?
hu: A profil frissített verziója megtalálható a profiltárban. Kívánja azt használni?
it: Una versione aggiornata di questo profilo e stata trovata nella sorgente d'installazione dei profili. Usare quest'ultima?
ja: このプロファイルの更新版がプロファイルリポジトリ内に見つかりました。更新されたものを使いますか？
nb: En oppdatert versjon av denne profilen ble funnet i profilsamlingen. Vil du bruke den?
nl: Een bijgewerkte versie van dit profiel is gevonden in de profielbron. Wilt u die gebruiken?
pa: ਇਹ ਪਰੋਫਾਇਲ ਦਾ ਅੱਪਡੇਟ ਵਰਜਨ ਪਰੋਫਾਇਲ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਲੱਭਿਆ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Uma versão atualizada deste perfil foi encontrada no repositório de perfis. Você gostaria de usá-lo?
ro: În sursa de profile a fost găsită o versiune actualizată a acestui profil. Doriţi să o utilizaţi?
ru: В репозитарии профилей найдена обновленная версия данного профиля. Использовать ее?
sv: En uppdaterad version av denna profil har hittats i profilförrådet. Vill du använda den?
uk: В сховищі профілів знайдено оновлену версію цього профілю. Хочете його вживати?

source: Updated profile %s to revision %s.
da: Opdaterede profil %s til revision %s.
de: Aktualisiertes Profil '%s' für Version '%s'.
es: Perfil actualizado %s a la revisión %s.
fi: Päivitettiin profiili %s versioon %s.
hu: %s profil frissítve a(z) %s változatra.
it: Caricato profilo %s nella revisione %s.
ja: プロファイル %s をリビジョン %s に更新しています。
nb: Updatert profil %s til revisjon %s.
nl: Profiel %s bijgewerkt tot revisie %s.
pa: ਪਰੋਫਾਇਲ %s ਨੂੰ ਰੀਵਿਜ਼ਨ %s ਲਈ ਅੱਪਡੇਟ ਕੀਤਾ
pt_br: Perfil %s atualizado para revisão %s.
ro: Am actualizat profilul %s la versiunea %s.
ru: Профиль %s обновлен до версии %s.
sv: Uppdaterade profilen %s till version %s.
uk: Оновлено профіль %s до версії %s.

source: Error parsing repository profile.
da: Fejl under fortolkning af depot-profil.
de: Fehler beim Analysieren des Repository-Profils.
es: Error al procesar el perfil del repositorio.
fi: Virhe koostettaessa asennuslähdeprofiilia.
hu: Hiba a tárolóprofil feldolgozása során.
it: Errore durante la lettura delle sorgenti d'installazione dei profili.
ja: リポジトリ内のプロファイル処理の際にエラー。
nb: Feil under lesing av av lagret profil:
nl: Fout bij analyseren van bronprofiel.
pa: ਰਿਪੋਜ਼ਟਰੀ ਪਰੋਫਾਇਲ ਪਾਰਸ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ।
pt_br: Erro ao analisar o perfil do repositório.
ro: Eroare la parcurgerea profilului sursă.
ru: Ошибка анализа профиля репозитария.
sv: Fel när förrådsprofilen skulle tydas.
uk: Помилка аналізу профілю сховища.

source: Create New User?
da: Opret ny bruger?
de: Neuen Benutzer erstellen?
es: ¿Crear Nuevo Usuario?
fi: Luo uusi käyttäjä?
hu: Létrehoz egy új felhasználót?
it: Creare un nuovo utente?
ja: 新しいユーザを作成しますか？
nb: Vil du opprette en ny bruker?
nl: Nieuwe gebruiker aanmaken?
pa: ਨਵਾਂ ਯੂਜ਼ਰ ਬਣਾਉਣਾ?
pt_br: Criar novo usuário?
ro: Creaţi un utilizator nou?
ru: Создать нового пользователя?
sv: Skapa ny användare?
uk: Створити нового користувача?

source: Username:
ar: اسم المستخدم:
da: Brugernavn:
de: Benutzername:
es: Nombre de usuario:
fi: Käyttäjänimi:
hu: Felhasználónév:
it: Nome utente:
ja: ユーザ名:
nb: Brukernavn:
nl: Gebruikersnaam:
pa: ਯੂਜ਼ਰ ਨਾਂ:
pt_br: Nome de usuário:
ro: Nume utilizator:
ru: Имя пользователя:
sv: Användarnamn:
uk: Ім'я користувача:

source: Password:
ar: كلمة السر:
da: Adgangskode:
de: Passwort:
es: Contraseña:
fi: Salasana:
hu: Jelszó:
ja: パスワード:
nb: Passord:
nl: Wachtwoord:
pa: ਪਾਸਵਰਡ:
pt_br: Senha:
ro: Parolă:
ru: Пароль:
sv: Lösenord:
uk: Пароль:

source: Email Addr:
da: E-mail-adr.:
de: E-Mail-Adresse:
es: Dirección de correo electrónico:
fi: Sähköpostiosoite:
hu: E-mail cím:
it: Indirizzo email:
ja: 電子メールアドレス:
nb: E-postadr.:
nl: E-mailadres:
pa: ਈਮੇਲ ਐਡਰੈੱਸ:
pt_br: Endereço de e-mail:
ro: Adresă mail:
ru: Адрес электронной почты:
sv: E-postadress:
uk: Електронна пошта:

source: Save Configuration?
da: Gem konfiguration?
de: Konfiguration speichern?
es: ¿Guardar la configuración?
fi: Tallenna määritys?
hu: Menti a beállításokat?
it: Salvare la configurazione?
ja: 設定を保存しますか？
nb: Vil du lagre konfigurasjonen?
nl: Configuratie opslaan?
pa: ਸੰਰਚਨਾ ਸੰਭਾਲਣੀ ਹੈ?
pt_br: Salvar a configuração?
ro: Salvez configuraţia?
ru: Сохранить настройку?
sv: Sparar inställningar?
uk: Зберегти конфігурацію?
