Repository: crossbuild/apparmor
Catalog: utils/po/*.po
Languages: ar, ca, da, de, es, fi, gu, hu, it, ja, nb, nl, pa, pt_br, ro, ru, sv, ta, uk

source: Can't read /proc
ar: تعذرت القراءة/المعالجة
ca: No es pot llegir el /proc
da: Kan ikke læse /proc
de: /proc kann nicht gelesen werden
es: No es posible leer /proc
fi: Ei voida lukea /proc-hakemistoa
gu: /proc નથી વાંચી શકાતું
hu: A /proc nem olvasható
it: Impossibile leggere /proc
ja: /proc を読めません。
nb: Kan ikke lese /proc
nl: Kan /proc niet lezen
pa: /proc ਪੜ੍ਹਿਆ ਸਕਦਾ ਹੈ
pt_br: Não é possível ler /proc
ro: Nu pot citi /proc
ru: Невозможно прочитать /proc
sv: Kan inte läsa /proc
ta: /proc படிக்க முடியவில்லை
uk: Неможливо прочитати /proc

source: not confined
ar: غير مقيد
ca: sense limitacions
da: ikke indskrænket
de: nicht eingeschränkt
es: sin limitar
fi: ei rajoitettu
gu: મર્યાદામાં રાખેલું નથી
hu: nem bezárt
it: non limitato
ja: 制限されていない
nb: ikke begrenset
nl: niet begrensd
pt_br: não delimitado
ro: nelimitat
ru: не ограничен
sv: ej begränsad
ta: உள்ளடங்களில்லை
uk: не обмежено

source: confined by
ar: مقيد بواسطة
ca: limitat per
da: indskrænket af
de: eingeschränkt durch
es: limitado por
fi: rajoitettu
gu: દ્વારા મર્યાદામા રાખેલું છે
hu: bezárt:
it: limitato da
ja: 制限されている
nb: begrenset av
nl: begrensd door
pt_br: delimitado por
ro: limitat de
ru: ограничен
sv: begränsad av
ta: இதனால் உள்ளடக்கப்பட்டது
uk: обмежено програмою

source: Can't find %s.
ar: تعذر العثور على %s.
ca: No es troba %s.
da: Kan ikke finde %s.
de: %s kann nicht gefunden werden.
es: No es posible encontrar %s.
fi: %s ei löydy.
gu: %s શોધાઈ શકતો નથી.
hu: %s nem található.
it: Impossibile trovare %s.
ja: %s が見つかりません。
nb: Kan ikke finne %s.
nl: %s kon niet gevonden worden.
pa: %s ਨਹੀਂ ਲੱਭਿਆ।
pt_br: Não foi possível encontrar %s.
ro: Nu am putut găsi %s.
ru: Невозможно найти %s.
sv: Kan inte hitta %s.
ta: %s கண்பிடிக்க முடியவில்லை.
uk: Не вдається знайти %s.

source: Connecting to repository.....
da: Forbinder til depot...
de: Verbindung zu Repository wird hergestellt...
es: Conectando al repositorio.
fi: Yhdistetään tietovarastoon...
hu: Csatlakozás a telepítési forráshoz.....
it: Connessione al repository...
ja: リポジトリに接続しています.....
nl: Verbinden met installatiebron.....
pt_br: Conectando-se ao repositório...
ru: Соединение с репозитарием.....
sv: Ansluter till förrådet...
uk: З’єднання зі сховищем.....

source: WARNING: Error fetching profiles from the repository: %s
da: ADVARSEL: Fejl under hentning af profiler fra depotet: %s
de: ACHTUNG: Fehler beim Abrufen der Profile aus dem Repository: %s
es: ATENCIÓN. Error al recuperar el perfil desde el repositorio: %s
fi: VAROITUS: Virhe haettaessa profiileja asennuslähteestä: %s
hu: FIGYELEM: Hiba a profil a tárolóból való lekérése közben: %s
it: Attenzione: Errore durante il prelievo dei profili dal repository: %s
ja: 警告: リポジトリ内のプロファイルにアクセスすることができませんでした: %s
nl: WAARSCHUWING: Fout bij het ophalen van profielen uit de installatiebron: %s
pt_br: AVISO: Erro ao recuperar perfis no repositório: %s
ru: ВНИМАНИЕ: Ошибка получения профилей из репозитария: %s
sv: VARNING: Kunde inte hämta profiler från förrådet: %s
uk: УВАГА: Помилка під час отримання профілів зі сховища: %s

source: Inactive local profile for
da: Inaktiv lokal profil for
de: Inaktives lokales Profil für
es: Perfil local inactivo para
fi: Käyttämätön paikallinen profiili
hu: Inaktív helyi profil a következőhöz:
it: Profilo locale inattivo per
ja: 無効なローカルプロファイル
nb: Inaktiv lokal profil for
nl: Inactief lokaal profiel voor
pa: ਨਾ-ਸਰਗਰਮ ਲੋਕਲ ਪਰੋਫਾਇਲ
pt_br: Perfil local inativo para
ro: Profil local inactiv pentru
ru: Неактивные локальные профили для
sv: Inaktiv lokal profil för
uk: Неактивний локальний профіль для

source: Profile
ar: ملف التعريف
ca: Perfil
da: Profil
de: Profil
es: Perfil
fi: Profiili
gu: પ્રોફાઈલ
hu: Profil
it: Profilo
ja: プロファイル
nb: Profil
nl: Profiel
pa: ਪਰੋਫਾਇਲ
pt_br: Perfil
ro: Profil
ru: Профиль
sv: Profil
ta: விவரம்
uk: Профіль

source: Profile submitted by
da: Profil indsendt af
de: Profil weitergegeben von
es: Perfil enviado por
fi: Profiilin tarjosi:
hu: A profilt beküldte:
it: Profilo inviato da
ja: プロファイル発信者
nb: Profil opprettet av
nl: Profiel ingediend door
pa: ਪਰੋਫਾਇਲ ਦਿੱਤਾ ਹੈ
pt_br: Perfil submetido por
ro: Profil trimis de
ru: Профиль отправлен
sv: Profil inskickad av
uk: Профіль подано

source: Error activating profiles: %s
da: Fejl under aktivering af profiler: %s
de: Fehler beim Aktivieren der Profile: %s
es: Error al activar perfiles %s
fi: Virhe otettaessa profiileja käyttöön: %s
hu: A profil aktiválása sikertelen: %s
it: Errore attivando i profili: %s
ja: プロファイルを適用する際にエラーが発生しました: %s
nl: Fout bij activeren van profielen: %s
pt_br: Erro ao ativar perfis: %s
ru: Ошибка активации профилей: %s
sv: Fel när profilen %s skulle aktiveras
uk: Помилка під час активації профілів: %s

source: WARNING: Error syncronizing profiles with the repository: %s
da: ADVARSEL: Fejl under synkronisering af profiler med depot: %s
de: ACHTUNG: Fehler beim Synchronisieren der Profile mit dem Repository: %s
es: ATENCIÓN: Error al sincronizar los perfiles con el repositorio: %s
fi: VAROITUS: Virhe tahdistettaessa profiileja tietolähteen kanssa: %s
hu: FIGYELEM: Hiba a profilok tárolóhoz történő szinkronizációja közben: %s
it: Attenzione: Errore durante la sincronizzazione dei profili con il repository: %s
ja: 警告: リポジトリ内のプロファイルとの同期時にエラーが発生しました: %s
nl: WAARSCHUWING: Fout bij synchroniseren van profielen met de installatiebron: %s
pt_br: AVISO: Erro ao sincronizar os perfis com o repositório: %s
ru: ВНИМАНИЕ: Ошибка синхронизации профилей с репозитариям: %s
sv: VARNING: Fel vid synkronisering av profiler med förrådet: %s
uk: УВАГА: Помилка під час синхронізації профілів зі сховищем: %s

source: New profiles
da: Nye profiler
de: Neue Profile
es: Nuevos perfiles
fi: Uudet profiilit
hu: Új profilok
it: Nuovi profili
ja: 新しいプロファイル
nb: Nye profiler
nl: Nieuwe profielen
pa: ਨਵੇਂ ਪਰੋਫਾਇਲ
pt_br: Novos perfis
ro: Profile noi
ru: Новые профили
sv: Nya profiler
uk: Нові профілі

source: Please choose the newly created profiles that you would like to store in the repository
da: Vælg venligst de nyoprettede profiler som du ønsker at gemme i depotet
de: Wählen Sie die neu erstellten Profile, die Sie im Repository speichern möchten.
es: Por favor, seleccione los perfiles creados recientemente que le gustaría almacenar en el repositorio
fi: Valitse vasta luodut profiilit, jotka haluat tallentaa tietovarastoon.
hu: Válassza ki a tárolóban tárolni kívánt újonnan létrehozott profilokat.
it: Si prega di scegliere quali dei nuovi profili creati volete inserire nella sorgente d'installazione
ja: 新たに作成したプロファイルの中からリポジトリに登録したいものを 選んでください
nb: Velg nyopprettede profiler som skal lagres i arkivet
nl: Kies de nieuw-aangemaakte profielen die u wilt opslaan in de bron
pa: ਨਵੇਂ ਬਣਾਏ ਪਰੋਫਾਇਲਾਂ ਵਿੱਚੋਂ ਚੁਣੋ ਕਿ ਕਿਹੜੇ ਤੁਸੀਂ ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਅੱਪਲੋਡ ਕਰਨੇ ਚਾਹੁੰਦੇ ਹੋ
pt_br: Por favor, selecione os novos perfis criados que gostaria de armazenar no repositório
ro: Alegeţi profilele nou create pe care doriţi să le stocaţi în sursa de profile
ru: Выберите новые профили для сохранения их в репозитарии
sv: Välj en av de nyskapade profilerna som du vill lagra i förrådet
uk: Виберіть новостворені профілі, які ви хочете зберегти у сховищі

source: Submit newly created profiles to the repository
da: Indsend nyoprettede profiler til depotet
de: Neu erstellte Profile an das Repository weitergeben
es: Enviar los perfiles creados recientemente al repositorio
fi: Lähetä juuri luomasi profiilit tietovarastoon
hu: Újonnan létrehozott profilok beküldése a tárolóba
it: Inserire il profile appena creato nella sorgente d'installazione
ja: 新たに作成したプロファイルをリポジトリに送信
nb: Lagre nyopprettede profiler i arkivet
nl: Nieuw-aangemaakte profielen opslaan in de bron
pa: ਨਵੇਂ ਬਣਾਏ ਪਰੋਫਾਇਲ ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਭੇਜੋ
pt_br: Enviar novos perfis criados ao repositório
ro: Trimite profilele nou create spre sursa de profile
ru: Отправить вновm созданные профили в htgjpbnfhbq
sv: Skicka in nyskapade profiler till förrådet
uk: Передайте новостворені профілі до сховища

source: Would you like to upload the newly created profiles?
da: Vil du gerne uploade de nyoprettede profiler?
de: Möchten Sie die neu erstellten Profile hochladen?
es: ¿Desea cargar los perfiles creados recientemente?
fi: Haluatko lähettää uudet luodut profiilit?
hu: Fel szeretné tölteni az újonnan létrehozott profilokat?
it: Caricare i profili appena creati?
ja: 新たに作成したプロファイルを登録してよろしいですか？
nb: Vil du laste opp de nyopprettede profilene?
nl: Wilt u de nieuw-aangemaakte profielen toevoegen?
pa: ਕੀ ਤੁਸੀਂ ਨਵੇਂ ਬਣਾਏ ਪਰੋਫਾਇਲ ਅੱਪਲੋਡ ਕਰਨੇ ਚਾਹੋਗੇ?
pt_br: Deseja fazer o upload dos novos perfis?
ro: Doriţi să încărcaţi noile profile create?
ru: Выгрузить вновь созданные профили?
sv: Vill du ladda upp de nyskapade profilerna?
uk: Хочете вивантажити новостворені профілі до сховища?

source: Select which of the changed profiles you would like to upload to the repository
da: Vælg hvilke af de ændrede profiler du gerne vil uploade til depotet
de: Wählen Sie die geänderten Profile aus, die Sie in das Repository hochladen möchten
es: Seleccione cuáles de los perfiles modificados le gustaría cargar al repositorio
fi: Valitse mitkä muutetuista profiileista haluat lähettää tietovarastoon.
hu: Válassza ki a módosult profilok közül a tárolóba feltölteni kívántakat
it: Selezionare quale di profili modificati caricare nella sorgente d'installazione
ja: 変更したプロファイルの中からリポジトリに登録したいものを 選んでください
nb: Velg hvilke nyopprettede profiler som skal lastes opp til arkivet
nl: Selecteer welke gewijzigde profielen u aan de bron wilt toevoegen
pa: ਬਦਲੇ ਪਰੋਫਾਇਲਾਂ ਵਿੱਚੋਂ ਚੁਣੋ ਕਿ ਕਿਹੜੇ ਤੁਸੀਂ ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਅੱਪਲੋਡ ਕਰਨੇ ਚਾਹੁੰਦੇ ਹੋ
pt_br: Selecione qual dos perfis modificados você deseja enviar ao repositório
ro: Selectaţi ce modificări ale profilelor doriţi să încărcaţi pe sursa de instalare
ru: Выберите измененные профили для выгрузки в репозитарий
sv: Välj vilka av de ändrade profilerna du vill ladda upp till förrådet
uk: Виберіть які профілі зі змінених ви хочете вивантажити до сховища

source: Changed profiles
da: Ændrede profiler
de: Geänderte Profile
es: Perfiles cambiados
fi: Muokatut profiilit
hu: Módosított profilok
it: Profili modificati
ja: 変更されたプロファイル
nb: Endrede profiler
nl: Gewijzigde profielen
pa: ਪਰੋਫਾਇਲ ਬਦਲੇ ਗਏ
pt_br: Perfis modificados
ro: Profile modificate
ru: Измененные профили
sv: Ändrade profiler
uk: Змінені профілі

source: Submit changed profiles to the repository
da: Indsend ændrede profiler til depotet
de: Geänderte Profile an das Repository weitergeben
es: Enviar los perfiles modificados al repositorio
fi: Lähetä muokatut profiilit tietovarastoon
hu: Módosított profilok beküldése a tárolóba
it: Inserire il profilo modificato nella sorgente d'installazione
ja: 変更されたプロファイルをリポジトリに送信
nb: Send endrede profiler til arkivet
nl: Voeg gewijzigde profielen aan de bron toe
pa: ਬਦਲੇ ਪਰੋਫਾਇਲ ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਭੇਜੋ
pt_br: Enviar os perfis alterados para o repositório
ro: Trimite profilele modificate spre sursa de profile
ru: Отправить измененные профили в репозитарий
sv: Skicka in ändrade profiler till förrådet
uk: Передати змінені профілі до сховища

source: The following profiles from the repository were changed. Would you like to upload your changes?
da: Følgende profiler fra depotet blev ændret. Vil du gerne uploade dine ændringer?
de: Die folgenden Profile im Repository wurden geändert. Möchten Sie Ihre Änderungen hochladen?
es: Los siguientes perfiles del repositorio han sido modificados. ¿Le gustaría cargar sus cambios?
fi: Seuraavia profiileja tietovarastosta on muokattu. Haluatko lähettää muutoksesi?
hu: A tároló következő profiljai módosultak. Fel kívánja tölteni a módosításait?
it: I seguenti profili dalla sorgente d'installazione sono stati modificati . Caricare le modifiche?
ja: リポジトリから受け取った以下のプロファイルが変更されました。 変更内容を送信しますか？
nb: Følgende profiler fra arkivet er endret. Vil du laste opp endringene?
nl: De volgende profielen zijn gewijzigd. Wilt u uw wijzigingen toevoegen?
pa: ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚੋਂ ਹੇਠ ਦਿੱਤੇ ਪਰੋਫਾਇਲ ਬਦਲੇ ਗਏ ਸਨ। ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਬਦਲਾਅ ਅੱਪਲੋਡ ਕਰਨੇ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Os seguintes perfis do repositório foram modificados. Deseja armazenar suas mudanças?
ro: Următoarele profile din sursă au fost modificate. Doriţi să încărcaţi modificările?
ru: Приведенные ниже профили в репозитарии были изменены. Выгрузить изменения?
sv: Följande profiler från förrådet ändrades. Vill du ladda upp dina ändringar?
uk: Наступні профілі зі сховища було змінено. Хочете вивантажити ваші зміни?

source: WARNING: An error occured while uploading the profile %s %s
da: ADVARSEL: En fejl opstod under upload af profilen %s %s
de: ACHTUNG: Fehler beim Hochladen von Profil %s %s
es: ATENCIÓN: Error mientras se cargaba(upload) el perfil %s %s
fi: VAROITUS: Järjestelmässä tapahtui virhe lähetettäessä profiilia %s %s
hu: FIGYELEM: Hiba történt a(z) %s profil feltöltése közben: %s
it: Attenzione: Si è verificato un errore durante l'upload del profilo %s %s
ja: 警告: プロファイル %s を送信する際にエラーが発生しました。 %s
nl: WAARSCHUWING: Fout bij het uploaden van het profiel %s %s
pt_br: AVISO: Ocorreu um erro enquanto atualizava o perfil %s %s
ru: ВНИМАНИЕ: Произошла ошибка при выгрузке профиля %s в репозитарий %s
sv: VARNING: Ett fel uppstod vid uppladdningen av profilen %s %s
uk: УВАГА: Під час спроби вивантаження профілю %s сталася помилка %s

source: Uploaded changes to repository.
da: Uploadede ændringer til depot.
de: Änderungen an das Repository hochgeladen.
es: Cambios cargados en el repositorio.
fi: Lähetettiin muutokset tietovarastoon.
hu: A módosítások feltöltve a tárolóba.
it: Modifiche caricare nella sorgente d'installazione
ja: 変更内容をリポジトリに送信しました。
nb: Endringer som er lastet opp til arkiv.
nl: Wijzigingen aan bron toegevoegd
pa: ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਬਦਲਾਅ ਅੱਪਲੋਡ ਕੀਤੇ।
pt_br: Mudanças enviadas ao repositório.
ro: Am încărcat modificările pe sursă.
ru: Изменения выгружены в репозитарий.
sv: Laddade upp ändringar till förrådet.
uk: Зміни вивантажено до сховища.

source: Changelog Entry:
da: Indgang i ændringslog:
de: Protokolleintrag:
es: Entrada del registro de cambios:
fi: Muutosloki merkintä:
hu: Changelog bejegyzés:
it: Voce del registro di modifica:
ja: 変更点:
nb: Oppføring i endringslogg:
nl: Changelog-item:
pa: Changelog ਐਂਟਰੀ:
pt_br: Entrada do changelog:
ro: Intrare jurnal modificări:
ru: Запись журнала изменений:
sv: Post i ändringslogg:
uk: Запис журналу змін:

source: Uploaded %s to repository.
da: Uploadede %s til depot.
de: '%s' ins Repository hochgeladen.
es: %s cargado al repositorio.
fi: Lähetettiin %s tietovarastoon.
hu: A(z) %s feltöltve a tárolóba.
it: Caricato %s nella sorgente d'installazione.
ja: %s をリポジトリに送信しました。
nb: Lastet opp %s til arkiv.
nl: %s aan bron toegevoegd.
pa: %s ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਅੱਪਲੋਡ ਕੀਤਾ।
pt_br: O %s foi armazenado no repositório.
ro: Am încărcat %s pe sursă.
ru: %s выгружен в репозитарий.
sv: Laddade upp %s till förrådet.
uk: %s вивантажено до сховища.

source: Repository Error Registration or Signin was unsuccessful. User login information is required to upload profiles to the repository. These changes have not been sent.
da: Depotfejl Registrering eller login mislykkedes. Brugerlogin -information kræves for at uploade profiler til depotet. Disse ændringer er ikke blevet sendt.
de: Repository-Fehler Registrierung oder Anmeldung war erfolglos. Die Anmeldeinformationen des Nutzers werden benötigt, um Profile in das Repository hochzuladen. Diese Änderungen wurden nicht gesendet.
es: Error de repositorio El registro o la firma no se producido con éxito. La información del inicio de sesión del usuario es necesaria para cargar perfiles al repositorio. Estos cambios no han sido enviados.
fi: Tietovarastovirhe Rekisteröinti tai sisäänkirjautuminen epäonnistui. Käyttäjän kirjautumistiedot vaaditaan profiilien lähettämiseen. Näitä muokkauksia ei lähetetty.
hu: Telepítési forrás hiba A regisztráció a vagy a bejelentkezés meghiúsult. A felhasználó bejelentkezési információi szükségesek a profilok feltöltéséhez a tárolóba. Ezek a módosítások nem kerültek elküldésre.
it: Errore del repository La registrazione o il sign-in non hanno avuto successo. Le informazioni di login dell'utente sono necessarie per inviare i profili al repository Queste modifiche non sono state inviate.
ja: リポジトリエラー 登録またはサインインが成功しませんでした。リポジトリに プロファイルを登録する際にはユーザのログイン情報が必要です。 これらの変更は送信されていません。
nl: Installatiebron-fout De registratie of het aanmelden is mislukt. De aanmeldinfor- matie van de gebruiker is vereist om profielen naar de bron te kunnen uploaden. Deze wijzigingen zijn niet verzonden.
pt_br: Erro no repositório Cadastro ou login sem sucesso. É necessário informar o login de Usuário para enviar os perfis para o repositório Essas alterações podem não serem enviadas.
ru: Ошибка репозитария Регистрация или вход закончились неудачно. Необходима информация о пользователе для выгрузки профилей в репозитарий. Изменения не отправлены.
sv: Förrådsfel Registering eller inloggning misslyckades. Användarinformation behövs för att ladda upp profiler till förrådet. Ändringarna har inte skickats.
uk: Помилка сховища Реєстрація або вхід не були успішними. Для вивантаження профілів у сховище потрібна інформація щодо користувача. Ці зміни не було надіслано.

source: (Y)es
ar: (ن) نعم
ca: (S)í
da: (J)a
de: (J)a
es: (S)í
fi: (K)yllä
gu: (Y)હા
hu: Igen
it: (S)ì
ja: はい(Y)
nb: Ja (Y)
nl: (J)a
pa: ਹਾਂ(Y)
pt_br: (S)im
ro: (D)a
ru: (Y)Да
sv: (J)a
ta: (ஆ)ம்
uk: (Y) так

source: (N)o
ar: (ل) لا
da: (N)ej
de: (N)ein
fi: (E)i
gu: (N)ના
hu: Nem
ja: いいえ(N)
nb: (N)ei
nl: (N)ee
pa: ਨਹੀਂ(N)
pt_br: (N)ão
ro: (N)u
ru: (N)Нет
sv: (N)ej
ta: (இ)ல்லை
uk: (N) ні

source: Invalid hotkey for
da: Ugyldig genvej til
de: Ungültige Tastenkombination für
es: Tecla rápida no válida para
fi: Virheellinen pikanäppäin
hu: Érvénytelen gyorsbillentyű a következőhöz:
it: Tasto di scelta rapida non valido per
ja: 無効なホットキー
nb: Ugyldig nøkkel for
nl: Ongeldige sneltoets voor
pa: ਗਲਤ ਹਾਟ-ਕੁੰਜੀ
pt_br: Tecla de atalho inválida para
ro: Tastă rapidă incorectă pentru
ru: Неверная клавиша быстрого доступа для
sv: Ogiltig hotkey för
uk: Не чинна гаряча клавіша для

source: (C)ancel
ar: (غ) إلغاء
ca: (C)ancel·la
da: (A)nnullér
de: (A)bbrechen
es: (C)ancelar
fi: (P)eruuta
gu: (ર)દ કરો
hu: Mégsem
it: (A)nnulla
ja: キャンセル(C)
nb: (A)vbryt
nl: (A)nnuleren
pa: ਰੱਦ ਕਰੋ(C)
pt_br: (C)ancelar
ro: (R)enunţă
ru: (C)Отмена
sv: (A)vbryt
ta: (ர)த்து செய்யவும்
uk: (С)касувати

source: Are you sure you want to abandon this set of profile changes and exit?
ar: هل ترغب بالفعل في إلغاء مجموعة التغييرات التي تم إجراؤها على ملف التعريف والخروج؟
ca: Esteu segur que voleu abandonar aquest conjunt de canvis de perfil i sortir?
da: Er du sikker på at du ønsker at opgive dette sæt af profilændringer og afslutte?
de: Möchten Sie diese Gruppe von Profiländerungen wirklich verwerfen und den Vorgang beenden?
es: ¿Está seguro de que desea abandonar este conjunto de cambios de perfiles y salir?
fi: Haluatko varmasti hylätä nämä profiiliasetusten muutokset ja lopettaa?
gu: શું તમને ખાતરી છે કે તમારે આ સેટના પ્રોફાઈલ બદલાવોને છોડી દેવા છે અને બહાર જવું છે?
hu: Biztosan elhagyja a profil legfrissebb módosításait és kilép?
it: Abbandonare le modifiche apportate al profilo e uscire?
ja: プロファイルの変更を破棄して終了してもよろしいですか？
nb: Er du sikker på at du vil avbryte disse profilendringene og avslutte?
nl: Wilt u de wijzigingen in dit profiel verwerpen en afsluiten?
pa: ਕੀ ਤੁਸੀਂ ਪਰੋਫਾਇਲ ਦੇ ਸੈੱਟ ਲਈ ਇਹ ਬਦਲਾਅ ਛੱਡ ਕੇ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Tem certeza de que deseja descartar este conjunto de mudanças de perfil e sair?
ro: Sunteţi sigur că doriţi să renunţaţi la aceste modificări ale profilului şi să părăsiţi aplicaţia?
ru: Вы уверены, что вы хотите отменить этот набор изменений профиля и выйти?
sv: Vill du avbryta den här profiländringen och avsluta?
ta: விவர மாற்றங்களின் இத்தொகுப்பை கைவிட்டு நீங்கள் உறுதியாக வெளியேற விரும்புகிறீர்களா?
uk: Ви дійсно хочете відкинути ці зміни в профілі й вийти?

source: Abandoning all changes.
ar: يتم الآن إلغاء كافة التغييرات.
ca: S'estan abandonant tots els canvis.
da: Opgiver alle ændringer.
de: Alle Änderungen verworfen.
es: Abandonando todos los cambios.
fi: Kaikki muutokset hylätään.
gu: બધાં બદલાવો છોડી દેવાઈ રહ્યા છે
hu: Összes módosítás elvetése.
it: Abbandono di tutte le modifiche.
ja: すべての変更を破棄します。
nb: Forkaster alle endringer.
nl: Alle wijzigingen zullen worden genegeerd.
pa: ਸਭ ਬਦਲਾਅ ਛੱਡੇ ਜਾ ਰਹੇ ਹਨ।
pt_br: Descartando todas as mudanças.
ro: Abandonez toate modificările.
ru: Отменяются все изменения.
sv: Alla ändringar avbryts.
ta: அனைத்து மாற்றங்களும் கைவிடப்படுகின்றன.
uk: Відкидання всіх змін.

source: Default Hat
ar: Hat الافتراضية
ca: Hat per defecte
da: Standard hat
de: Standard-Hat
es: Hat por defecto
fi: Oletushattu (hat)
gu: ડિફોલ્ટ હેટ
hu: Alapértelmezett kalap
it: Hat predefinito
ja: 既定のハット
nb: Standard paraply
nl: Standaard 'Hat'
pa: ਮੂਲ ਹੈੱਟ
pt_br: Hat padrão
ro: Hat implicit
ru: Покрытие по умолчанию
sv: Standardstopp
ta: முன்னிருந்த ஹாட்
uk: Типова шапка

source: Requested Hat
ar: Hat المطلوبة
ca: Hat sol·licitat
da: Forespurgt hat
de: Angeforderter Hat
es: Puerto requerido
fi: Pyydetty hattu
gu: વિનંતી કરવામાં આવેલ હેટ
hu: Kért kalap
it: Hat richiesto
ja: ハットの要求
nb: Ønsket paraply
nl: Gevraagd 'Hat'
pa: ਲੋੜੀਦੀ ਹੈੱਟ
pt_br: Hat solicitado
ro: Hat cerut
ru: Запрошенное покрытие
sv: Begärt stopp
ta: கோரப்பட்ட ஹாட்
uk: Запитана шапка

source: Program
ar: البرنامج
ca: Programa
de: Programm
es: Programa
fi: Ohjelma
gu: પ્ર્ગ્રામ
it: Programma
ja: プログラム
nl: Programma
pa: ਪਰੋਗਰਾਮ
pt_br: Programa
ru: Программа
ta: நிரல்
uk: Програма

source: Execute
ar: تنفيذ
ca: Executa
da: Udfør
de: Ausführen
es: Ejecutar
fi: Suorita
gu: ચલાવો
hu: Végrehajtás
it: Eseguire
ja: 実行
nb: Kjør
nl: Uitvoeren
pa: ਚਲਾਓ
pt_br: Executar
ro: Execută
ru: Выполнить
sv: Kör
ta: நிறைவேற்று
uk: Виконати

source: Severity
ar: الخطورة
ca: Gravetat
da: Alvor
de: Schweregrad
es: Severidad
fi: Vakavuus
gu: સિવીયરીટી
hu: Súlyosság
it: Gravità
ja: 緊急度
nb: Alvorlighetsgrad
nl: Ernst
pt_br: Severidade
ro: Severitate
ru: Строгость
sv: Allvarlighetsgrad
ta: தீவிரத்தன்மை
uk: Серйозність

source: Enter profile name to transition to:
da: Indtast profilnavn at overgå til:
de: Profilname eingeben, zu dem gewechselt werden soll:
es: Introduzca el nombre de perfil hacia el que cambiar:
fi: Anna siirrettävälle profiilille nimi:
hu: Adja meg a betölteni kívánt profilt:
it: Entra il nome del profilo per la transizione a:
ja: 移行先のプロファイル名を入力してください:
nl: Voer de profielnaam in waarop overgeschakeld moet worden:
pt_br: Digite o nome do perfil à mudar para:
ru: Введите имя переносимого профиля:
sv: Ange ett profilnamn för att övergå till:
uk: Введіть назву профілю, на який слід перейти:
