Repository: crossbuild/apparmor
Catalog: utils/po/*.po
Languages: ar, ca, da, de, es, fi, gu, hu, it, ja, nb, nl, pa, pt_br, ro, ru, sv, ta, uk

source: SubDomain does not appear to be started. Please enable SubDomain and try again.
ar: يبدو أنه لم يتم بدء تشغيل المجال الفرعي. الرجاء تمكين المجال الفرعي، ثم إعادة المحاولة.
ca: Sembla que no s'ha iniciat el subdomini. Habiliteu-lo i torneu-ho a provar.
da: Subdomæne ser ikke ud til at være startet. Aktivér venligst subdomænet og prøv igen.
es: Parece que SubDomain no se ha iniciado. Habilite SubDomain e inténtelo de nuevo.
fi: SubDomain ei vaikuta olevan käynnistetty. Ota SubDomain käyttöön ja yritä uudelleen.
gu: સબડોમેઈન શરૂ થયેલું જણાતું નથી. મહેરબાની કરીને સબડોમેઈન એનેબલ કરો અને ફરીથી પ્રયત્ન કરો.
hu: Úgy tűnik, a SubDomain nem indult el. Kapcsolja be a SubDomaint és próbálja újra.
it: SubDomain non è stato avviato. Attivare SubDomain e riprovare.
ja: サブドメインが開始されていないようです。サブドメインを有効にして再度実行してください。.
nb: SubDomain ser ikke ut til å kjøre. Aktiver SubDomain og forsøk igjen.
nl: SubDomain schijnt niet uitgevoerd te worden. Schakel SubDomain in en probeer het opnieuw.
pa: ਸਬ-ਡੋਮੇਨ ਚਾਲੂ ਨਹੀਂ ਜਾਪਦੀ ਹੈ। ਸਬ-ਡੋਮੇਨ ਚਾਲੂ ਕਰਕੇ ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: SubDomain não parece ter sido inicializado. Habilite o SubDomain e tente novamente.
ro: Probabil SubDomain nu a fost pornit. Activaţi SubDomain şi încercaţi din nou.
ru: Похоже, подобласти не запущены. Включите подобласть и повторите попытку.
sv: Underdomänen verkar inte ha startats. Aktivera underdomänen och försök igen.
ta: துணைக்களம் துவங்குவதைப்போல் தெரியவில்லை. தயவுசெய்து துணைக்களத்தை இயங்கச்செய்து மீண்டும் முயற்சிசெய்.
uk: Здається, SubDomain не запущено. Будь ласка, увімкніть SubDomain і спробуйте знов.

source: Please enter the program to profile:
ar: الرجاء إدخال برنامج ليتم إنشاء ملف تعريف له:
ca: Especifiqueu el programa per al perfil:
da: Angiv venligst programmet der skal profileres:
de: Bitte geben Sie das Programm an, für das ein Profil erstellt werden soll:
es: Introduzca el programa cuyo perfil desee crear:
fi: Syötä profiloitava ohjelma:
gu: પ્રોફાઈલ કરવા માટે પ્રોગ્રામનું નામ દાખલ કરો:
hu: Adja meg a profilírozni kívánt program nevét:
it: Specificare il programma per il quale si desidera creare il profilo:
ja: プロファイルするプログラムを入力してください:
nb: Angi programmet som skal tilordnes en profil:
nl: Voer de naam in van het programma:
pa: ਪਰੋਫਾਇਲ ਲਈ ਪਰੋਗਰਾਮ ਦਿਓ ਜੀ:
pt_br: Favor informar o programa a ser criado o perfil:
ro: Introduceţi programul pentru care va fi creat un profil:
ru: Укажите программу для создания профиля:
sv: Ange det program som ska ha en profil:
ta: விவரத்திற்கு நிரலை தயவுசெய்து உள்ளிடு:
uk: Будь ласка, введіть програму для профілю:

source: Can't find %s in the system path list. If the name of the application is correct, please run 'which %s' in the other window in order to find the fully-qualified path.
ar: تعذر العثور على %s في قائمة مسارات النظام. إذا كان اسم التطبيق صحيحًا، الرجاء تشغيل 'which %s' في الإطار الآخر للعثور على المسار المؤهل بالكامل.
ca: No es pot trobar %s en la llista de camins del sistema. Si el nom de l'aplicació és correcte, executeu 'which %s' a l'altra finestra per a trobar el camí complet.
da: Kan ikke finde %s i listen over systemsøgestier. Hvis navnet på programmet er korrekt, venligst kør 'hvilket %s' i et andet vindue, for at finde den fuldt kvalificererede søgesti.
de: %s wurde in der Systempfadliste nicht gefunden. Wenn der Name der Anwendung richtig ist, führen Sie 'which %s' im anderen Fenster aus, um nach dem vollständigen Pfad zu suchen.
es: No es posible encontrar %s en la lista de rutas del sistema. Si el nombre de la aplicación es correcto, ejecute "which %s" en otra ventana para encontrar la ruta completa.
fi: %s ei löytynyt järjestelmäpolun luettelosta. Jos sovelluksen nimi on oikein, suorita 'which %s' toisessa ikkunassa löytääksesi täysin määritellyn polun.
gu: સિસ્ટમ માર્ગ લિસ્ટમાં %s મળતું નથી. જો એપ્લીકેશનનું નામ બરોબર હોય, તો મહેરબાની કરીને બીજી બારીમાં 'કયો %s'ચલાવો કે જેથી સંપૂર્ણ-ગુણવત્તાભર્યો માર્ગ શોધી શકાય.
hu: %s nem található a rendszer elérési útvonal listában. Ha az alkalmazás neve pontos, akkor a másik ablakban futtatott 'which %s' paranccsal meg tudja találni a teljes képzésű elérési utat.
it: Impossibile trovare %s nell'elenco dei percorsi di sistema. Se il nome dell'applicazione è corretto, eseguire 'which %s' nell'altra finestra in modo da trovare il percorso completo.
ja: システムパスの一覧内に %s がありません。アプリケーションの名前が正しい場合は、完全修飾パスを見つけるための正しいパス環境を設定し 'which %s' を実行してください。
nb: Kan ikke finne %s i systemet. Hvis programnavnet er riktig, kjør 'which %s' i det andre vinduet for å finne den fullstendige filstien.
nl: Kan %s niet in de systeempaden vinden. Als de naam van het programma correct is, probeer 'which %s' in een ander venster om het pad te vinden.
pt_br: Não foi possível encontrar %s na lista de caminhos do sistema. Se o nome do aplicativo estiver correto, execute 'which %s' na outra janela para encontrar o caminho completo.
ro: Nu am putut găsi %s în lista de căi sistem. Dacă numele aplicaţiei este corect, rulaţi 'which %s' în cealaltă fereastră pentru a obţine calea completă.
ru: Невозможно найти %s в списке системных путей. Если имя приложения правильно, пожалуйста, запустите 'which %s' в другом окне, чтобы определить полный путь.
sv: Hittar inte %s i systemsökvägslistan. Om programnamnet är fel kör du which %s i det andra fönstret för att söka efter den fullständiga sökvägen.
ta: அமைப்பு பாதை பட்டியலில் %s காணப்படவில்லை. பயன்பாடடின்பெயர் சரியாக இருந்தால், முழுமையாக தகுதிபெற்ற பாதையை கண்டுபிடிப்பதற்கு மற்றொரு சாளரத்தில் தயவுசெய்து 'which %s' இயக்கு.
uk: Не вдається знайти %s в списку системних шляхів. Якщо назва програми правильна, то запустіть "which %s" в іншому вікні, щоб взнати повний шлях.

source: %s does not exist, please double-check the path.
ar: %s غير موجود، الرجاء التحقق من المسار مرة أخرى.
ca: %s no existeix; comproveu el camí.
da: %s eksisterer ikke, dobbelttjek venligst søgestien.
de: %s ist nicht vorhanden. Überprüfen Sie den Pfad.
es: %s no existe, vuelva a comprobar la ruta.
fi: %s ei ole olemassa, tarkista antamasi polku.
gu: %s અસ્તિત્વમાં નથી, મહેરબાની કરીને માર્ગની ખાતરી કરો.
hu: %s nem létezik, ellenőrizze újra az elérési utat.
it: %s non esiste. Controllare il percorso.
ja: %s が存在しません。もう一度パスをチェックしてください。
nb: %s finnes ikke. Kontroller filstien.
nl: %s bestaat niet, controleer het pad.
pa: %s ਮੌਜੂਦ ਨਹੀ ਹੈ, ਧਿਆਨ ਨਾਲ ਮਾਰਗ ਵੇਖੋ ਜੀ।
pt_br: %s não existe. Verifique o caminho novamente.
ro: %s nu există, verificaţi calea din nou.
ru: %s не существует, пожалуйста, проверьте путь.
sv: %s finns inte. Kontrollera sökvägen.
ta: %s காணப்படவில்லை, தயவுசெய்து பாதையை இருமுறை சோதி.
uk: %s не існує, будь ласка, ще раз перевірте шлях.

source: Please start the application to be profiled in another window and exercise its functionality now. Once completed, select the "Scan" button below in order to scan the system logs for AppArmor events. For each AppArmor event, you will be given the opportunity to choose whether the access should be allowed or denied.
ar: الرجاء بدء تشغيل التطبيق ليتم إنشاء ملف تعريف له في إطار آخر لـ وتجربة وظيفته الآن. بمجرد اكتماله، حدد زر "مسح" في لمسح سجلات النظام لأحداث AppArmor. لكل حدث AppArmor، سيتم إتاحة فرصة لك لاختيار السماح بالوصول أو رفضه.
ca: Inicieu l'aplicació a la qual voleu assignar un perfil en una altra finestra i feu servir les seves funcions. Un cop fet, seleccioneu el botó "Escaneja" per tal d'escanejar els registres del sistema i comprovar si existeixen esdeveniments d'AppArmor. Per a cada esdeveniment d'AppArmor tindreu l'oportunitat de triar si voleu permetre'n o denegar-ne l'accés.
da: Start venligst programmet der skal profileres i et andet vindue, og udøv dets funktionalitet nu. Når du så er færdig vælg så "Skan"-knappen herunder, for at skanne systemloggen for AppArmor-hændelser. For hver Apparmor-hændelse vil du få lejlighed til at vælge, hvorvidt adgang skal være tilladt eller nægtet.
de: Starten Sie die Anwendung, die in einem anderen Fenster als Profil dargestellt werden soll, und führen Sie die Funktionalität jetzt aus. Nach Abschluss dieses Vorgangs wählen Sie unten "Durchsuchen", um in den Systemprotokollen nach AppArmor-Ereignissen zu suchen. Für jedes AppArmor-Ereignis haben Sie die Gelegenheit, anzugeben, ob der Zugriff zugelassen oder verweigert werden soll.
es: Inicie la aplicación cuyo perfil desee crear en otra ventana y aplique sus funciones ahora. Cuando lo haya hecho, seleccione el botón "Explorar" para explorar los registros del sistema en busca de eventos AppArmor. Para cada evento AppArmor, se le proporcionará la oportunidad de decidir si se debe permitir o denegar el acceso.
fi: Aloita profiloitava sovellus toisessa ikkunassa ja käytä sen toimintoja nyt. Kun olet valmis, paina alapuolella olevaa "Etsi"-painiketta etsiäksesi järjestelmäkirjauksista AppArmor-tapahtumat. Kustakin AppArmor-tapahtumasta kysytään, sallitaanko vai kielletäänkö kyseinen käyttö.
gu: મહેરબાની કરીને પ્રોફાઈલ કરવાની હોય તે એપ્લીકેશન બીજી બારીમાં ખોલો અને તેની કાર્યશક્તિ હવે ચકાસો. એકવાર પૂર્ણ થઈ જાય, એટલે નીચેનું "Scan" બટન પસંદ કરો કે જેથી AppArmor બનાવો માટેના સિસ્ટમ લૉગ્સ સ્કેન કરી લેવાય. દરેક AppArmor બનાવ માટે, એક્સેસને મંજૂરી આપવી કે તેને નામંજૂર કરવો તે પસંદ કરવાની તમને તક મળશે.
hu: Most indítsa el a profilírozni kívánt alkalmazást egy másik ablakban és használja a különféle funkcióit. Ha kész, az alábbi "Elemzés" gombot megnyomva nézheti végig a rendszernaplókban rögzített AppArmor-eseményeket. Minden egyes AppArmor-eseményhez választhat, hogy a hozzáférést engedélyezni vagy tiltani kívánja.
it: Avviare l'applicazione di cui si desidera creare il profilo in un'altra finestra e provarne le funzionalità ora. Al termine, selezionare il pulsante "Scansione" di seguito per eseguire la scansione dei registri di sistema alla ricerca di eventi AppArmor. Per ogni evento AppArmor, sarà possibile scegliere se consentire o negare l'accesso.
ja: プロファイルされるべきアプリケーションを他のウインドウで開始し、 アプリケーションにある様々な機能を実行してください。 一通り完了したら以下にある "検出" ボタンを押し、 AppArmor で発生したイベントを検出してください。 それぞれの AppArmor イベントに対して動作が許可されるべきものか 拒否されるべきものかを選ぶことができます。
nb: Start programmet som skal profileres, i et annet vindu og test funksjonaliteten nå. Når du er ferdig, klikk på "Søk"-knappen nedenfor for å søke etter AppArmor-hendelser i systemloggene. For hver AppArmor-hendelse kan du velge om tilgang skal tillates eller avvises.
nl: Start de applicatie die onderzocht moet worden in een ander venster en probeer de mogelijkheden uit. Eenmaal afgerond, selecteer "Scan" onderaan om de systeemlog te scannen op AppArmor gebeurtenissen. Voor elke AppArmor gebeurtenis krijgt u de mogelijkheid om te kiezen of de toegang toegestaan wordt of geweigerd.
pt_br: Inicie o aplicativo (cujo perfil será criado) em outra janela e execute sua funcionalidade agora. Ao terminar, selecione o botão "Explorar" abaixo para pesquisar eventos do AppArmor nos logs do sistema. Para cada evento do AppArmor, você poderá escolher se o acesso deve ser permitido ou negado.
ro: Porniţi aplicaţia căreia doriţi crearea profilului în altă fereastră şi utilizaţi-i funcţionalităţileacum. Când aţi terminat, selectaţi butonul "Scanează" de mai jos, pentru a scana jurnalele sistem după evenimente AppArmor. Pentru fiecare eveniment AppArmor, veţi avea posibilitatea de a selecta dacă doriţi ca accesul să fie permis sau respins.
ru: Запустите приложение, для которого должен быть создан профиль, в другом окне и продемонстрируйте его функциональность. После завершения нажмите кнопку "Проверить", чтобы проверить системный журнал на предмет событий AppArmor. Для каждого события AppArmor вы должны указать, разрешать доступ или запретить.
sv: Starta det program du vill skapa en profil för i ett annat fönster och prova funktionaliteten nu. När du är klar väljer du knappen Sök nedan för att söka igenom systemloggarna efter AppArmor-händelser. För varje AppArmor-händelse får du möjlighet att välja om åtkomst ska tillåtas eller nekas.
ta: விவரமளிக்கப்பட வேண்டிய பயன்பாட்டை தயவுசெய்து வேறொரு சாளரத்தில் துவக்கி அதன் செயல்பாட்டை இப்போது நிறைவேற்று. முடிந்தபின், AppArmor நிகழ்வுகளுக்காக அமைப்பின் குறிப்புகளை தேடுவதற்கு கீழேயுள்ள "Scan" பொத்தானை தேர்ந்தெடு. ஒவ்வொரு AppArmor நீகழ்வுக்கும், அணுக்கத்திற்கு அனுமதி அளிக்கப்பட வேண்டுமா அல்லது மறுக்கப்பட வேண்டுமா என்பதைத் தேர்ந்தெடுக்கும் வாய்ப்பு உங்களுக்கு அளிக்கப்படும்.
uk: Будь ласка, запустіть в іншому вікні програму, яку ви хочете профілювати, й покористуйтесь її функціями. Після завершення натисніть на кнопку "Сканувати", щоб пошукати в системниє журналах події AppArmor. Для кожної події AppArmor ви зможете вказати чи дозволяти доступ, чи забороняти.

source: Profiling
ar: إنشاء ملفات تعريف
ca: Assignació de perfils
da: Profilerer
de: Profilerstellung
es: Perfiles
fi: Profiloidaan
gu: પ્રોફાઈલ થઈ રહ્યો છે
hu: Profilírozás
ja: プロファイル中
nb: Tilordne profil
nl: Onderzoeken
pa: ਪਰੋਫਾਇਲਿੰਗ
pt_br: Criando o perfil
ro: Creare profil
ru: Профилирование
sv: Skapa profiler
ta: விவரமளிக்கப்படுகிறது
uk: Профілювання

source: Reloaded SubDomain profiles in enforce mode.
ar: ملفات تعريف مجال فرعي تم إعادة تحميلها في وضع الفرض.
ca: Perfils de subdomini en mode d'obligació.
da: Genindlæste subdomæne-profiler i tvangstilstand
es: Perfiles de SubDomain en modo de aplicación actualizados.
fi: Ladattiin SubDomain-profiilit pakottamistilaan uudelleen.
gu: એન્ફોર્સ મોડમાં સબડોમેઈન પ્રોફાઈલ્સ ફરીથી લઈ અવાયા છે.
hu: A SubDomain profilok újra betöltve kényszerítés módban.
it: Profili SubDomain ricaricati in modalità enforce.
ja: サブドメインプロファイルを強制モードでリロードしました。
nb: SubDomain-profiler i overstyringsmodus lastet på nytt.
nl: SubDomain-profielen herladen in afdwingmodus.
pa: ਸਬ-ਡੋਮੇਨ ਪਰੋਫਾਇਲ ਇੰਫੋਰਸ ਮੋਡ ਵਿੱਚ ਮੁੜ-ਲੋਡ ਕੀਤੀ।
pt_br: Perfis do SubDomain recarregados no modo forçado.
ro: Profile SubDomain reâncărcate în mod enforce.
ru: Профили подобластей перезагружены в вынужденном режиме.
sv: Underdomänprofilerna lästes in på nytt i spärrläge.
ta: துணைக்கள விவரங்கள் அமலாக்க மோடில் மறுஏற்றம் செய்யப்பட்டுள்ளன.
uk: Перезавантажено профілі SubDomain в режимі змушення.

source: Finished generating profile for %s.
ar: تم الانتهاء من إنشاء ملفات تعريف لـ %s.
ca: Ha finalitzat la generació del perfil per a %s.
da: Generering af profil for %s færdiggjort.
de: Profilerstellung für %s abgeschlossen.
es: Terminada la generación del perfil para %s.
fi: Profiilin %s luominen valmis.
gu: %s માટે પ્રોફાઈલ બનાવવાનું સંપૂર્ણ.
hu: %s profiljának előállítása befejeződött.
it: Generazione del profilo completata per %s.
ja: %s のプロファイル生成を完了しました。
nb: Generering av profil for %s er fullført.
nl: Profiel voor %s aangemaakt.
pa: %s ਲਈ ਪਰੋਫਾਇਲ ਬਣਾਉਣਾ ਖਤਮ।
pt_br: Concluída a geração de perfil para %s.
ro: Am finalizat generarea profilului pentru %s.
ru: СОздание профиля %s завершено.
sv: Profilen för %s har genererats.
ta: %sக்கான விவரங்களின் உருவாக்கம் முடிந்தது.
uk: Закінчено створення профілю для %s.

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ program to profile ]
ar: الاستخدام: %s [ -d /مسار/إلى/ملفات التعريف ] [ -f /مسار/إلى/ملف سجل ] [ برنامج لإنشاء ملف تعريف ]
ca: sintaxi: %s [ -d /camí/als/perfils ] [ -f /camí/al/fitxer de registre ] [ programa per a l'assignació de perfils ]
da: brug: %s [ -d /søgesti/til/profiler ] [ -f /søgesti/til/logfil ] [ program som skal profileres ]
de: Syntax: %s [ -d /pfad/zu/profilen ] [ -f /pfad/zu/protokolldatei ] [ programm, für das ein profil erstellt werden soll ]
es: uso: %s [ -d /ruta/a/perfiles] [ -f /ruta/a/archivo de registro ] [ programa cuyo perfil desea crear ]
fi: käyttö: %s [ -d /polku/profiileihin ] [ -f /polku/lokitiedostoihin ] [ profiloitava ohjelma ]
gu: ઉપયોગ: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [પ્રોફાઈલ કરવાનો પ્રોગ્રામ ]
hu: használat: %s [ -d /profilok/elérési/útja] [ -f /naplófájl/elérési/útja] [ profilírozandó program ]
it: utilizzo: %s [ -d /percorso/ai/profili ] [ -f/percorso/ai/file di registro ] [programma per il quale creare il profilo ]
ja: 使用方法: %s [ -d (プロファイルへのパス) ] [ -f (ログファイルへのパス) ] [ プロファイルするプログラム]
nb: bruk: %s [ -d /sti/til/profiler ] [ -f /sti/til/loggfil ] [ program som skal tilordnes profil ]
nl: aanroep: %s [ -d /pad/naar/profielen ] [ -f /pad/naar/logbestand ] [ programma dat onderzocht moet worden ]
pa: ਵਰਤੋਂ: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ program to profile ]
pt_br: uso: %s [ -d /caminho/para/perfil ] [ -f /caminho/para/log ] [ programa para perfil ]
ro: utilizare: %s [ -d /cale/către/profile ] [ -f /cale/către/jurnal ] [ program pentru creat profil ]
ru: использование: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ программа профиля ]
sv: syntax: %s [-d /sökväg/till/profiler] [-f /sökväg/till/loggfil] [program som ska få en profil]
ta: பயன்பாடு: %s [ -d /பாதை/லிருந்து/விவரங்கள் ] [ -f /பாதை/லிருந்து/குறிப்புக்கோப்பு ] [ நிரலிலிருந்துவிவரங்களுக்கு ]
uk: вжиток: %s [ -d /шлях/до/профілів ] [ -f /шлях/до/файла_журналу ] [ програма, яку профілюється ]

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "mark in log to start processing after"
ar: الاستخدام: %s [ -d /مسار/إلى/ملفات التعريف ] [ -f /مسار/إلى/ملف سجل ] [ -m " علامة في السجل لبدء المعالجة بعدها"
ca: sintaxi: %s [ -d /camí/als/perfils ] [ -f /camí/al/fitxer de registre ] [ -m "marca del registre a partir de la qual comença el processament"
da: brug: %s [ -d /søgesti/til/profiler ] [ -f /søgesti/til/logfil ] [ -m "mærke i loggen til at starte behandling efter"
de: Syntax: %s [ -d /pfad/zu/profilen ] [ -f /pfad/zu/protokolldatei ] [ -m "Markierng im Protokoll, nach der die Verarbeitung gestartet werden soll"
es: uso: %s [ -d /ruta/a/perfiles] [ -f /ruta/a/archivo de registro ] [ -m "marca del registro tras la que debe comenzar el procesamiento" ]
fi: käyttö: %s [ -d /polku/profiileihin ] [ -f /polku/lokitiedostoon ] [ -m "merkitse lokitiedostoon prosessoinnin aloittaminen jälkeen"
gu: ઉપયોગ: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "માર્ક કરો લૉગમાં કે જેથી આ પછી પ્રોસેસ ચાલુ રહે"
hu: használat: %s [ -d /profilok/elérési/útja] [ -f /naplófájl/elérési/útja] [ -m "jel a naplóban, hogy innen kezdődjön a feldolgozás"]
it: utilizzo: %s [ -d /percorso/ai/profili ] [ -f/percorso/ai/file di registro ] [-m "contrassegna nel registro per l'avvio dell'elaborazione dopo"]
ja: 使用方法: %s [ -d (プロファイルへのパス) ] [ -f (ログファイルへのパス) ] [ -m "後で処理を開始するためのログ内の印"]
nb: bruk: %s [ -d /sti/til/profiler ] [ -f /sti/til/loggfil ] [ -m "markering i logg for å starte kjøring etter"
nl: aanroep: %s [ -d /pad/naar/profielen ] [ -f /pad/naar/logbestand ] [ -m "markering van het startpunt in het logbestand voor het onderzoek" ]
pa: ਵਰਤੋਂ: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "mark in log to start processing after"
pt_br: uso: %s [ -d /caminho/par/perfil ] [ -f /caminho/par/log ] [ -m "marcar no log para iniciar processamento após" ]
ro: utilizare: %s [ -d /cale/catre/profile ] [ -f /cale/catre/jurnal ] [ -m "marchează în jurnal pornirea procesării după"
ru: использование: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "метка в журнале, после которой запустить обработку"
sv: syntax: %s [ -d /sökväg/till/profiler ] [ -f /sökväg/till/loggfil ] [ -m märke i logg efter vilket bearbetningen ska startas
ta: பயன்பாடு: %s [ -d /பாதை/லிருந்து/விவரங்கள் ] [ -f /பாதை/லிருந்து/குறிப்புக்கோப்பு ] [ -m "பின்னர் செயல்படுத்த துவங்குவதற்கு குறிப்பேட்டில் குறிப்பிடு"
uk: вжиток: %s [ -d /шлях/до/профілів ] [ -f /шлях/до/файла_журналу ] [ -m "позначка в журналі, після якої починати обробку"

source: Can't find subdomain profiles in %s.
ar: تعذر العثور على ملفات تعريف المجال الفرعي في %s.
ca: No es poden trobar els perfils de subdomini a %s.
da: Kan ikke finde subdomæne-profiler i %s.
es: No se encuentran perfiles de subdominio en %s.
fi: Alitoimialueiden profiileja ei löydy %s.
gu: %s માં સબડોમેઈન પ્રોફાઈલ્સ મળતા નથી.
hu: A SubDomain profilok nem találhatók itt: %s.
it: Impossibile trovare i profili di sottodominio in %s.
ja: %s のサブドメインプロファイルが見つかりませんでした。
nb: Kan ikke finne subdomeneprofiler i %s.
nl: Kan geen subdomeinprofielen vinden in %s.
pa: %s ਵਿੱਚ ਸਬ-ਡੋਮੇਨ ਪਰੋਫਾਇਲ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pt_br: Não foi possível localizar os perfis do SubDomain em %s.
ro: Nu am putut găsi profilele subdomeniu în %s.
ru: Невозможно найти профили подобластей в %s.
sv: Det går inte att hitta några underdomänprofiler i %s.
ta: %s-ல் துணைக்களத்தின் விவரங்கள் காணப்படவில்லை.
uk: Неможливо знайти профілі піддомену в %s.

source: Please enter the program to create a profile for:
ar: الرجاء إدخال البرنامج لإنشاء ملف تعريف لـ:
ca: Introduïu el programa per al qual voleu crear un perfil:
da: Angiv venligst programmet, der skal oprettes en profil for:
de: Geben Sie das Programm an, für das ein Profil erstellt werden soll:
es: Indique el programa para el que desea crear un perfil:
fi: Syötä profiloitava ohjelma:
gu: આ માટે પ્રોફાઈલ બનાવવા પ્રોગ્રામનું નામ દાખલ કરો:
hu: Adja meg a profilírozni kívánt program nevét:
it: Specificare il programma per cui si desidera creare un profilo:
ja: プロファイルを作成するプログラムを入力してください:
nb: Angi programmet som en profil skal opprettes for:
nl: Voer het programma in om een profiel voor aan te maken:
pa: ਇੱਕ ਪਰੋਫਾਇਲ ਬਣਾਉਣ ਲਈ ਪਰੋਗਰਾਮ ਦਿਓ ਜੀ:
pt_br: Digite o programa para o qual deve ser criado um perfil:
ro: Introduceţi programul pentru care va fi creat profilul:
ru: Укажите программу, для которой создается профиль:
sv: Ange det program du vill skapa en profil för:
ta: இதற்கான விவரத்தை உருவாக்குவதற்கு தயவுசெய்து நிரலை உள்ளிடு:
uk: Введіть програму, для якої потрібно створити профіль:
