Repository: crossbuild/apparmor
Catalog: utils/po/*.po
Languages: ar, ca, da, de, es, fi, gu, hu, it, ja, nb, nl, pa, pt_br, ro, ru, sv, ta, uk

source: The Profile Repository server returned the following error:
da: Profil-depot-serveren returnerede følgende fejl:
de: Der Profil-Repository-Server hat folgenden Fehler zurückgegeben:
es: El servidor de Repositorio de Perfiles ha devuelto el siguiente error:
fi: Profiilitietovarastopalvelin palautti seuraavan virheen:
hu: A profiltároló-kiszolgáló a következő hibát adta vissza:
it: Il server della sorgente d'installazione dei profili ha restituito il seguente errore:
ja: プロファイルのリポジトリは以下のエラーを返しました:
nb: Profilarkivtjeneren meldte følgende feil:
nl: De profielbronserver gaf de volgende foutmelding:
pa: ਪਰੋਫਾਇਲ ਰਿਪੋਜ਼ਟਰੀ ਸਰਵਰ ਨੇ ਹੇਠ ਦਿੱਤੀ ਗਲਤੀ ਦਿੱਤੀ ਹੈ:
pt_br: O servidor do repositório de perfis retornou o seguinte erro:
ro: Serverul sursă a profilelor a returnat următoarea eroare:
ru: Сервер репозитария профилей возвратил следующую ошибку:
sv: Profilförrådet returnerade följande fel:
uk: Сервер сховища профілів повернув наступну помилку:

source: Please re-enter registration information or contact the administrator.
da: Indtast venligst registreringsinformation igen eller kontakt administratoren.
de: Geben Sie die Registrierungsinformation erneut ein oder kontaktieren Sie den Administrator.
es: Por favor, vuelva a introducir la información de registro o contacte con el administrador.
fi: Anna rekisteröintitiedot uudestaan tai ota yhteyttä ylläpitäjään.
hu: Adja meg újra a regisztrációs információkat vagy keresse meg a rendszergazdát.
it: Per favore, reintrodurre le informazioni di registrazione o contattare l'amministratore.
ja: 登録情報を再度入力するか、管理者に連絡してください。
nl: Voer de registratie-informatie opnieuw in of neem contact op met de systeembeheerder.
pt_br: Por favor, digite novamente a informação de registro ou contate o administrador.
ru: Введите регистрационные сведения повторно или обратитесь к администратору.
sv: Vänligen ange registeringsinformationen eller administrationskontakt igen.
uk: Повторно введіть інформацію входу або повідомте адміністратора.

source: Login Error
da: Login-fejl
de: Anmeldefehler
es: Error al iniciar la sesión
fi: Kirjautumisvirhe
hu: Bejelentkezési hiba
it: Errore di login
ja: ログインエラー
nl: Aanmeldfout
pt_br: Erro de login
ru: Ошибка входа в систему
sv: Inloggningsfel
uk: Помилка входу

source: Login failure Please check username and password and try again.
da: Login-fejl Tjek venligst brugernavn og adgangskode og forsøg igen.
de: Fehler bei der Anmeldung Überprüfen Sie Benutzernamen und Passwort und versuchen Sie es erneut.
es: Error al iniciar la sesión Por favor, verifique su nombre de usuario y contraseña e inténtelo de nuevo.
fi: Kirjautumisvirhe. Tarkista käyttäjätunnus ja salasana ja yritä uudelleen
hu: Bejelentkezési hiba Ellenőrizze a felhasználónevet és a jelszót, majd próbálkozzon újra.
it: Login fallito. Per favore, verificare il nome utente e la password e riprovare.
ja: ログイン失敗 ユーザ名とパスワードを確認して再度実行してください。
nl: Aanmelden mislukt Controleer de gebruikersnaam en het wachtwoord en probeer het opnieuw.
pt_br: Falha no login Por favor cheque o nome de usuário e a senha e tente novamente.
ru: Сбой входа в систему Проверьте имя пользователя и пароль и повторите попытку.
sv: Inloggning misslyckades Kontrollera användarnamnet och lösenordet och försök igen.
uk: Помилка входу. Будь ласка, перевірте ім'я користувача та пароль і спробуйте знову.

source: Would you like to enable access to the profile repository?
da: Vil du gerne aktivere adgang til profil-depotet?
de: Möchten Sie den Zugriff auf das Profil-Repository aktivieren?
es: ¿Desea habilitar el acceso al repositorio de perfiles?
fi: Haluatko ottaa käyttöön pääsyn profiilitietovarastoon?
hu: Kívánja engedélyezni a profiltár elérését?
it: Si desidera abilitare l'accesso al repository dei profili?
ja: プロファイルのリポジトリへのアクセスを 許可しますか？
nl: Wilt u toegang tot de profielbron activeren?
pt_br: Você deseja habilitar o acesso ao repositório de perfil?
ru: Вы хотите разрешить доступ к репозитарию профилей?
sv: Vill du aktivera profilförrådet?
uk: Хочете увімкнути доступ до сховища профілів?

source: Would you like to upload newly created and changed profiles to the profile repository?
da: Vil du gerne uploade nyoprettede og ændrede profiler til profil-depotet?
de: Möchten Sie neu erstellte und geänderte Profile an das Profil-Repository hochladen?
es: ¿Le gustaría cargar los perfiles creados recientemente al repositorio del perfil?
fi: Haluatko lähettää luodut ja muokatut profiilit profiilitietovarastoon?
hu: Fel kívánja tölteni az újonnan létrehozott és módosított profilokat a profiltárba?
it: Caricare il nuovo profilo creato e modificato nella sorgente d'installazione dei profili?
ja: プロファイルのリポジトリに対し、新たに作成した／編集したプロファイルを 登録しますか？
nb: Vil du laste opp nyopprettede og endrede profiler til profilarkivet?
nl: Wilt u nieuw aangemaakte en gewijzigde profielen toevoegen aan de profielbron?
pa: ਕੀ ਤੁਸੀਂ ਨਵੇਂ ਬਣਾਏ ਅਤੇ ਬਦਲੇ ਪਰੋਫਾਇਲ ਪਰੋਫਾਇਲ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਅੱਪਲੋਡ ਕਰਨੇ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Deseja enviar os perfis novos e modificados para o repositório de perfis?
ro: Doriţi să încărcaţi profilele nou create sau modificate în sursa de profile?
ru: Выгрузить вновь созданные и измененные профили в репозитарий профилей?
sv: Vill du ladda upp dina nyskapade och ändrade profiler till profilförrådet?
uk: Хочете вивантажити новостворений і змінений профіль до сховища профілів?

source: WARNING: Profile update check failed Error Detail: %s
da: ADVARSEL: Tjek af profilopdatering mislykkedes Fejldetaljer: %s
de: ACHTUNG: Fehler bei Profil-Update-Prüfung Fehlerdetails: %s
es: ATENCION: Ha fallado la prueba de la actualización de perfil Detalles del error: %s
fi: VAROITUS: Profiilinpäivitystarkistus epäonnistui. Virheen tiedot: %s
hu: FIGYELEM: A profil új verziójának ellenőrzése sikertelen A hiba részletei: %s
it: Attenzione: Verifica dell'aggiornamento del profilo fallita Dettagli dell'errore: %s
ja: 警告: プロファイルの更新チェックに失敗しました エラーの詳細: %s
nl: WAARSCHUWING: Controle op profiel-opwaardering mislukt Foutendetail: %s
pt_br: AVISO: falha na verificação da atualização do perfil Detalhes do erro: %s
ru: ВНИМАНИЕ: Сбой при проверке обновление профиля Ошибка: %s
sv: VARNING: Kontroll av profiluppdatering misslyckades FEL: %s
uk: УВАГА: Спроба оновлення профілю зазнала невдачі Подробиці щодо помилки: %s

source: Change mode modifiers
da: Ændr tilstandsændring
de: Modus-Modifizierer ändern
es: Modificadores de cambio de modo
fi: Muuta tilan muuntimia
hu: Módosítók változtatása
it: Cambia i modificatori della modalità
ja: 変更モードの修飾子
nl: Wijzig modus-parameters
pt_br: Mudar o modificador do modo
ru: Изменить режим изменения
sv: Ändra lägesordning
uk: Змінити модифікатори режиму

source: Complain-mode changes:
ar: تغييرات وضع الشكوى:
ca: Canvis al mode de reclamació:
da: Klagetilstandsændringer:
de: Änderungen im Meldungsmodus:
es: Cambios del modo de queja:
fi: Tarkkailutilan muutokset:
gu: ફરિયાદ-મોડ બદલાવો:
hu: Változások tanuló módban:
it: Modifiche modalità Complain:
ja: コンプレインモードの変更:
nb: Endringer i klagemodus:
nl: Wijzigingen in klaagmodus :
pt_br: Mudanças do modo de reclamação:
ro: Modificări mod complain:
ru: Изменения щадящего режима:
sv: Ändringar i varningsläge:
ta: புகார்-மோட் மாற்றங்கள்:
uk: Зміни режиму скарг:

source: Enforce-mode changes:
ar: تغييرات وضع الفرض:
ca: Canvis al mode d'obligació:
da: Tvangstilstandsændringer:
de: Änderungen im Erzwingen-Modus:
es: Cambios del modo de aplicación:
fi: Pakottamistilan muutokset:
gu: એન્ફોર્સ-મોડ બદલાવો:
hu: Változások kényszerítés módban:
it: Modifiche modalità enforce:
ja: 強制モードの変更:
nb: Endringer i overstyringsmodus:
nl: Wijzigingen in afdwingmodus:
pa: ਇੰ-ਫੋਰਸ ਮੋਡ ਬਦਲਾਅ:
pt_br: Mudanças do modo forçado:
ro: Modificări mod enforce:
ru: Изменения вынужденного режима
sv: Ändringar i spärrläge:
ta: அமலாக்க-மோட் மாற்றங்கள்:
uk: Зміни режиму змушення:

source: Invalid mode found: %s
ar: تم العثور على وضع غير صالح: %s
ca: S'ha trobat un mode no vàlid: %s
da: Ugyldig tilstand fundet: %s
de: Ungültiger Modus gefunden: %s
es: Detectado modo no válido: %s
fi: Löydettiin virheellinen tila: %s
gu: અયોગ્ય મોડ મળ્યો: %s
hu: Érvénytelen mód: %s
it: Trovata modalità non valida: %s
ja: 無効なモード: %s
nb: Ugyldig modus funnet: %s
nl: Ongeldige modus gevonden: %s
pa: ਗਲਤ ਮੋਡ ਲੱਭਿਆ: %s
pt_br: Opção inválida: %s
ro: Mod invalid găsit: %s
ru: Найден неверный режим: %s
sv: Ogiltigt läge upptäcktes: %s
ta: செல்லாத மோட் கண்டறியப்பட்டது: %s
uk: Знайдено не чинний режим: %s

source: Capability
ar: الإمكانية
ca: Capacitat
da: Evne
es: Capacidad
fi: Kyky
gu: ક્ષમતાવાળુ
hu: Képesség
it: Capacità
ja: 機能
nb: Egenskaper
nl: Mogelijkheid
pa: ਸਮਰੱਥਾ
pt_br: Recurso
ro: Capabilitate
ru: Возможность
sv: Kompablitetsläge
ta: திறன்
uk: Здатність

source: Adding #include <%s> to profile.
ar: إضافة #include <%s> إلى ملف تعريف.
ca: Addició del número de capçalera <%s> al perfil.
da: Tilføjer #include <%s> til profilen.
de: #include <%s> zum Profil hinzugefügt.
es: Añadiendo #include <%s> al perfil.
fi: Lisätään #include <%s> profiiliin.
gu: #ઈન્ક્લુડ <%s> પ્રોફાઈલમાં ઉમેરાય છે.
hu: #include <%s> a profilhoz adása.
it: Aggiunta #include <%s> a profilo in corso...
ja: #include <%s> をプロファイルに追加しています。
nb: Legge #include <%s> til profil.
nl: Voeg #include <%s> toe aan profiel.
pa: #include <%s> ਨੂੰ ਪਰੋਫਾਇਲ 'ਚ ਜੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: Adicionando #include <%s> ao perfil.
ro: Adaug profilului #include <%s>.
ru: Добавление #include <%s> в профиль.
sv: #include <%s>läggs till i profilen.
ta: விவரத்திற்கு #சேர்ப்பு <%s> சேர்க்கப்படுகிறது.
uk: Додавання #include <%s> до профілю.

source: Deleted %s previous matching profile entries.
ar: تم حذف %s إدخالات ملف التعريف المطابقة السابقة.
ca: S'han eliminat %s entrades de perfil anteriors coincidents.
da: Slettede %s tidligere matchende profilindgange.
de: %s vorherige übereinstimmende Profileinträge wurden gelöscht.
es: Eliminadas %s entradas anteriores de perfiles coincidentes.
fi: Poistettiin %s edellistä täsmäävää profiilimerkintää.
gu: દૂર કર્યું છે %s પહેલાંની બંધબેસતી પ્રોફાઈલ એન્ટ્રીઓ.
hu: %s korábbi egyező profilbejegyzés törlése.
it: Voci profilo corrispondenti precedenti %s eliminate.
ja: 前の %s 個の一致するプロファイルエントリを削除しました。
nb: Slettet %s tidligere samsvarende profiloppføringer.
nl: Verwijder %s voorgaande passende profiel ingangen.
pa: %s ਪਿਛਲੇ ਮਿਲਦੀਆਂ ਪਰੋਫਾਇਲ ਐਂਟਰੀਆਂ ਹਟਾਓ।
pt_br: Entradas removidas de perfis %s correspondentes anteriores.
ro: Am şters %s intrări corespunzătoare anterioare din profil.
ru: Удалены ранее сопоставленные записи профиля %s.
sv: %s tidigare matchande profilposter togs bort.
ta: %s முந்தைய பொருந்தும் விவர உள்ளீடுகள் நீக்கப்பட்டன.
uk: Вилучено попередні записи профілю, які збігались - %s.

source: Adding capability %s to profile.
ar: إضافة إمكانية %s إلى ملف تعريف.
ca: Addició de capacitat %s al perfil.
da: Tilføjer evnen %s til profilen.
de: Capability %s zum Profil hinzugefügt.
es: Añadiendo capacidad %s al perfil.
fi: Lisätään kyky %s profiiliin.
gu: %s ક્ષમતાવાળુ પ્રોફાઈલમાં ઉમેરાય છે.
hu: %s képesség hozzáadása a profilhoz.
it: Aggiunta capacità %s a profilo.
ja: 機能 %s をプロファイルに追加しています。
nb: Legge egenskapen %s til profil.
nl: Voeg mogelijkheid %s toe aan profiel.
pa: ਪਰੋਫਾਇਲ ਵਿੱਚ %s ਸਮਰੱਥਾ ਸ਼ਾਮਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
pt_br: Adicionando recurso %s ao perfil.
ro: Adaug profilului capabilitatea %s.
ru: Добавление возможности %s в профиль.
sv: Funktionen %s läggs till i profilen.
ta: விவரத்திற்கு %s ஆற்றல் சேர்க்கப்படுகிறது.
uk: Додавання здатності %s до профілю.

source: Denying capability %s to profile.
ar: رفض إمكانية %s لملف التعريف.
ca: Denegació de capacitat %s al perfil.
da: Nægter evnen %s for profilen.
de: Capability %s wird dem Profil verweigert.
es: Denegando capacidad %s al perfil.
fi: Kielletään kyky %s profiililta.
gu: %s ક્ષમતાવાળુ પ્રોફાઈલમાં નામંજૂર કર્યું છે.
hu: %s képesség letiltása a profilból.
it: Negazione capacità %s a profilo.
ja: 機能 %s をプロファイルで拒否しています。
nb: Avvise egenskapen %s i profil.
nl: Weiger mogelijkheid %s aan profiel.
pa: ਪਰੋਫਾਇਲ ਲਈ %s ਸਮੱਰਥਾ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Negando recurso %s para perfil.
ro: Interzic profilului capabilitatea %s.
ru: Запрет возможности %s в профиле.
sv: Funktionen %s nekas för profilen.
ta: விவரத்திற்கு %s ஆற்றல் மறுக்கப்படுகிறது.
uk: Заборона здатності %s для профілю.

source: Path
ar: المسار
ca: Camí
da: Søgesti
de: Pfad
es: Ruta
fi: Polku
gu: માર્ગ
hu: Elérési útvonal
it: Percorso
ja: パス
nb: Sti
nl: Pad
pa: ਮਾਰਗ
pt_br: Caminho
ro: Cale
ru: Путь
sv: Sökväg
ta: பாதை
uk: Шлях

source: (owner permissions off)
da: (ejertilladelser fra)
de: (Eigentümerberechtigungen deaktiviert)
es: (permisos de usuario inhabilitados)
fi: (omistajan oikeudet pois käytöstä)
hu: (tulajdonos jogosultságok ki)
ja: (所有者のアクセス許可を無効にする)
nl: (eigenaarpermissies uit)
pt_br: (permissões do proprietário desligada)
ru: (отключить права)
sv: (ägarrättigheter av)
uk: (дозволи власника вимкнено)

source: (force new perms to owner)
da: (gennemtving nye tilladelser til ejer)
de: (neue Berechtigungen für Eigentümer erzwingen)
es: (forzar nuevos permisos al usuario)
fi: (pakota uudet oikeudet omistajalle)
hu: (új jogosultságok kényszerítése a tulajdonosra)
ja: (所有者に新しいアクセス許可を強制する)
nl: (forceer nieuwe permissies voor de eigenaar)
pt_br: (forçar novas permissões para o proprietário)
ru: (передать новые права владельцу)
sv: (påtvinga ägaren de nya rättigheterna)
uk: (встановлення нових дозволів для власника)

source: (force all rule perms to owner)
da: (gennemtving alle regeltilladelser til ejer)
de: (alle Regelberechtigungen für Eigentümer erzwingen)
es: (forzar permisos de todas las reglas al usuario)
fi: (pakota kaikki oikeussäännöt omistajalle)
hu: (minden jogosultság kényszerítése a tulajdonosra)
ja: (所有者に全てのルールパラメータを強制する)
nl: (forceer alle permissieregels voor de eigenaar)
pt_br: (forçar todas as regras para o proprietário)
ru: (передать все правила прав владельцу)
sv: (påtvinga ägaren alla regelrättigheter)
uk: (встановлення всіх дозволів для власника)

source: Old Mode
ar: الوضع القديم
ca: Mode anterior
da: Gammel tilstand
de: Alter Modus
es: Modo anterior
fi: Vanha tila
gu: જૂનો મોડ
hu: Régi mód
it: Modalità obsoleta
ja: 古いモード
nb: Gammel modus
nl: Oude modus
pa: ਪੁਰਾਣਾ ਮੋਡ
pt_br: Modo antigo
ro: Mod vechi
ru: Старый режим
sv: Gammalt läge
ta: பழைய மோட்
uk: Старий режим

source: New Mode
ar: الوضع الحديث
ca: Mode nou
da: Ny tilstand
de: Neuer Modus
es: Nuevo modo
fi: Uusi tila
gu: નવો મોડ
hu: Új mód
it: Nuovo modalità
ja: 新しいモード
nb: Ny modus
nl: Nieuwe modus
pa: ਨਵਾਂ ਮੋਡ
pt_br: Novo modo
ro: Mod nou
ru: Новый режим
sv: Nytt läge
ta: புதிய மோட்
uk: Новий режим

source: (force perms to owner)
da: (gennemtving tillad. til ejer)
de: (Berechtigungen für Eigentümer erzwingen)
es: (forzar permisos al usuario)
fi: (pakota oikeudet omistajalle)
hu: (jogosultságok kényszerítése a tulajdonosra)
ja: (所有者にアクセス許可を強制する)
nl: (forceer permissies voor de eigenaar)
pt_br: (forçar permissões para o proprietário)
ru: (передать права владельцу)
sv: (påtvinga ägaren rättigheterna)
uk: (встановлення дозволів для власника)

source: Mode
ar: الوضع
da: Tilstand
de: Modus
es: Modo
fi: Tila
gu: મોડ
hu: Mód
it: Modalità
ja: モード
nb: Modus
nl: Modus
pa: ਮੋਡ
pt_br: Modo
ro: Mod
ru: Режим
sv: Läge
ta: மோட்
uk: Режим

source: Adding %s %s to profile.
ar: إضافة %s %s إلى ملف تعريف.
ca: S'està afegint %s %s al perfil.
da: Tilføjer %s %s til profilen.
de: %s %s wird zum Profil hinzugefügt.
es: Añadiendo %s %s al perfil.
fi: Lisätään %s %s profiiliin.
gu: %s %s પ્રોફાઈલમાં ઉમેરાય છે.
hu: %s %s a profilhoz adása.
it: Aggiunta %s %s al profilo in corso...
ja: %s %s をプロファイルに追加しています。
nb: Legge %s %s til profil.
nl: Voeg %s %s toe aan profiel.
pa: %s %s ਪਰੋਫਾਇਲ 'ਚ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ।
pt_br: Adicionando %s %s ao perfil.
ro: Adaug %s %s la profil.
ru: Добавляется %s %s в профиль.
sv: %s %s läggs till i profilen.
ta: %s %s விவரத்தில் சேர்க்கப்படுகிறது.
uk: Додавання %s %s до профілю.

source: Enter new path:
ar: أدخل مسارًا جديدًا:
ca: Introduïu el camí nou:
da: Angiv ny søgesti:
de: Neuen Pfad eingeben:
es: Introduzca la nueva ruta:
fi: Anna uusi polku:
gu: નવો માર્ગ દાખલ કરો:
hu: Adja meg az új elérési utat:
it: Immettere nuovo percorso:
ja: 新しいパスの入力:
nb: Angi ny sti:
nl: Voer nieuw pad in:
pa: ਨਵਾਂ ਮਾਰਗ ਦਿਓ:
pt_br: Digite o novo caminho:
ro: Introduceţi noua cale:
ru: Введите новый путь:
sv: Ange ny sökväg:
ta: புதிய பாதையை உள்ளிடு:
uk: Введіть новий шлях:

source: The specified path does not match this log entry:
ar: المسار الجديد لا يطابق إدخال السجل هذا:
ca: El camí especificat no coincideix amb aquesta entrada de registre:
da: Den specifikke søgesti matcher ikke denne logindgang:
de: Der angegebene Pfad stimmt nicht mit dem Protokolleintrag überein:
es: La ruta especificada no se ajusta a esta entrada del registro:
fi: Annettu polku ei täsmää tähän kirjausmerkintään:
gu: આ લૉગ એન્ટ્રી સાથે જણાવેલો માર્ગ બંધબેસતો નથી:
hu: A megadott elérési út nem egyezik ezzel a naplóbejegyzéssel:
it: Il percorso specificato non corrisponde a questa voce del log:
ja: 指定したパスはログ情報の中には見つかりませんでした:
nb: Den spesifiserte stien samsvarer ikke med denne loggoppføringen:
nl: Het opgegeven pad voldoet niet aan deze log ingang:
pa: ਦਿੱਤਾ ਮਾਰਗ ਇਹ ਲਾਗ ਐਂਟਰੀ ਨਾਲ ਨਹੀਂ ਮਿਲਦਾ ਹੈ।
pt_br: A caminho especificado não coincide com a entrada do log:
ro: Calea specificată nu corespunde acestei intrări de jurnal:
ru: Указанный путь не соответствует этой записи журнала:
sv: Den angivna sökvägen matchar inte denna loggpost:
ta: குறிப்பிட்ட பாதை இக்குறிப்பு உள்ளீட்டுடன் பொருந்தவில்லை:
uk: Вказаний шлях не збігається з записом журналу:

source: Log Entry
ar: إدخال سجل
ca: Entrada de registre
da: Logindgang
de: Protokolleintrag
es: Entrada de registro
fi: Kirjausmerkintä
gu: લૉગ એન્ટ્રી
hu: Naplóbejegyzés
it: Voce di registro
ja: ログ
nb: Loggoppføring
nl: Log ingang
pa: ਲਾਗ ਐਂਟਰੀ
pt_br: Entrada de log
ro: Intrare jurnal
ru: Запись журнала
sv: Loggpost
ta: குறிப்பு உள்ளீடு
uk: Журнальний запис

source: Entered Path
ar: المسار المُدخَل
ca: Camí introduït
da: Angivet søgesti
de: Eingegebener Pfad
es: Ruta introducida
fi: Annettu polku
gu: દાખલ કરેલો માર્ગ
hu: Beírt elérési út
it: Percorso immesso
ja: 現在のパス
nb: Angitt sti
nl: Ingevoerd pad
pa: ਦਿੱਤਾ ਮਾਰਗ
pt_br: Caminho digitado
ro: Cale introdusă
ru: Введенный путь
sv: Angiven sökväg
ta: உள்ளிடப்பட்ட பாதை
uk: Введений шлях

source: Do you really want to use this path?
ar: هل ترغب حقًا في استخدام هذا المسار؟
ca: Voleu utilitzar realment aquest camí?
da: Vil du virkelig anvende denne søgesti?
de: Möchten Sie diesen Pfad wirklich verwenden?
es: ¿Desea realmente usar esta ruta?
fi: Halutaanko varmasti käyttää tätä polkua?
gu: શું તમારે ખરેખર આ માર્ગ વાપરવો છે?
hu: Biztosan ezt az elérési utat kívánja használni?
it: Volete davvero utilizzare questo percorso?
ja: このパスを本当に使用しますか?
nb: Vil du virkelig bruke denne stien?
nl: Dit pad echt gebruiken?
pa: ਕੀ ਤੁਸੀਂ ਇਹੀ ਮਾਰਗ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Deseja realmente usar este caminho?
ro: Chiar doriţi să utilizaţi această cale?
ru: Действительно использовать этот путь?
sv: Vill du använda den här sökvägen?
ta: நீங்கள் உண்மையில் இந்த பாதையை பயன்படுத்த விரும்புகிறீர்களா?
uk: Ви дійсно хочете вживати цей шлях?

source: Network Family
da: Netværksfamilie
de: Netzwerkfamilie
es: Familia de Red
fi: Verkkoperhe
hu: Hálózatcsalád
it: Famiglia di rete
ja: ネットワークファミリ
nb: Nettverksfamilie
nl: Netwerkfamilie
pa: ਨੈੱਟਵਰਕ ਫੈਮਲੀ
pt_br: Família da rede
ro: Familie de reţele
ru: Семейство сетей
sv: Nätverksfamilj
uk: Родина мережі

source: Socket Type
da: Stiktype
de: Socket-Typ
es: Tipo de conector (socket)
fi: Pistokkeen tyyppi
hu: Foglalattípus
it: Tipo di socket
ja: ソケット種類
nb: Sokkeltype
pa: ਸਾਕਟ ਕਿਸਮ
pt_br: Tipo de soquete
ro: Tip socket
ru: Тип сокета
sv: Uttagstyp
uk: Тип сокета

source: Adding network access %s %s to profile.
da: Tilføjer netværksadgang %s %s til profilen.
de: Netzwerkzugriff '%s' '%s' wird zum Profil hinzugefügt.
es: Añadiendo acceso a la red %s %s al perfil.
fi: Lisätään verkkopääsy %s %s profiiliin.
hu: %s %s hálózati hozzáférés profilhoz adása.
it: Aggiunta dell'accesso alla rete %s %s al profilo in corso...
ja: ネットワーク接続 %s %s をプロファイルに追加しています。
nb: Legger nettverkstilgang %s %s til profil.
nl: Voegt netwerktoegang %s %s toe aan profiel.
pa: ਨੈੱਟਵਰਕ ਅਸੈੱਸ %s %s ਪਰੋਫਾਇਲ 'ਚ ਸ਼ਾਮਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
pt_br: Adicionado acesso a rede %s %s ao perfil.
ro: Adaug profilului accesul la reţea %s %s.
ru: Добавление сетевого доступа %s %s в профиль.
sv: Lägger till nätverksåtkomst %s %s till profilen.
uk: Додавання доступу до мережі %s %s для профілю.

source: Denying network access %s %s to profile.
da: Nægter netværksadgang %s %s til profilen.
de: Netzwerkzugriff '%s' '%s' wird dem Profil verweigert.
es: Denegando acceso a la red %s %s al perfil.
fi: Kielletään verkkopääsy %s %s profiililta.
hu: %s %s hálózati hozzáférés letiltása a profilból.
it: Negazione dell'accesso alla rete %s %s al profilo in corso...
ja: ネットワーク接続 %s %s をプロファイルで拒否しています。
nb: Avviser nettverkstilgang %s %s for profil.
nl: Verwerpt netwerktoegang %s %s tot profiel.
pa: ਪਰੋਫਾਇਲ ਲਈ ਨੈੱਟਵਰਕ ਅਸੈੱਸ %s %s ਤੋਂ ਇਨਕਾਰ ਹੈ।
pt_br: Negando acesso a rede %s %s ao perfil.
ro: Interzic profilului accesul la reţea %s %s.
ru: Запрет сетевого доступа %s %s в профиле.
sv: Nekar nätverksåtkomst %s %s till profilen.
uk: Заборона доступу до мережі %s %s для профілю.

source: Reading log entries from %s.
ar: قراءة إدخالات السجل من %s.
ca: S'estan llegint entrades del registre de %s.
da: Læser logindgange fra %s.
de: Protokolleinträge von %s werden eingelesen.
es: Leyendo entradas de registro desde %s.
fi: Luetaan kirjaustapahtumat tiedostosta %s.
gu: %s માંથી લૉગ એન્ટ્રીઓ વંચાઈ રહી છે.
hu: %s naplóbejegyzéseinek olvasása.
it: Lettura delle voci di registro da%s in corso...
ja: %s からログ情報を読み込んでいます。
nb: Leser loggoppføringer fra %s.
nl: Lees log ingangen van %s.
pa: %s ਤੋਂ ਲਾਗ ਐਂਟਰੀਆਂ ਪੜ੍ਹੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ।
pt_br: Lendo as entradas de log de %s.
ro: Citesc intrările din jurnalul %s.
ru: Чтение записей журнала из %s.
sv: Läser loggposter från %s.
ta: %sலிருந்து குறிப்பேட்டு குறிப்புகள் படிக்கப்படுகின்றன.
uk: Читання записів журналу %s.

source: Updating AppArmor profiles in %s.
ar: تحديث ملفات تعريف AppArmor في %s.
ca: S'estan actualitzant els perfils d'AppArmor a %s.
da: Opdaterer AppArmor-profiler i %s.
de: AppArmor-Profile in %s werden aktualisiert.
es: Actualizando perfiles de AppArmor en %s.
fi: Päivitetään AppArmor profiilit tiedostossa %s.
gu: %s માં સબડોમેઈન પ્રોફાઈલ્સ અપડેટ થઈ રહ્યા છે.
hu: AppArmor profilok frissítése itt: %s.
it: Aggiornamento dei profili AppArmor in %s in corso...
ja: %s にある AppArmor プロファイルを更新しています。
nb: Oppdaterer AppArmor-profiler i %s.
nl: AppArmorprofielen in %s worden bijgewerkt.
pa: %s ਵਿੱਚ AppArmor ਪਰੋਫਾਇਲ ਅੱਪਡੇਟ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ।
pt_br: Atualizando perfis do AppArmor em %s.
ro: Actualizez profilele AppArmor în %s.
ru: Обновление профилей AppArmor в %s.
sv: Uppdaterar AppArmor-profiler i %s.
ta: %sல் AppArmor விவரங்கள் புதுப்பிக்கப்படுகின்றன.
uk: Оновлення профілів AppArmor %s.

source: unknown
da: ukendt
de: unbekannt
es: desconocido
fi: tuntematon
hu: ismeretlen
it: sconosciuto
ja: 不明
nl: onbekend
pt_br: desconhecido
ru: неизвестно
sv: okänd
uk: невідомий
