Repository: crossbuild/apparmor
Catalog: utils/po/*.po
Languages: ar, ca, da, de, es, fi, gu, hu, it, ja, nb, nl, pa, pt_br, ro, ru, sv, ta, uk

source: AppArmor does not appear to be started. Please enable AppArmor and try again.
de: AppArmor wurde offenbar nicht gestartet. Aktivieren Sie AppArmor und versuchen Sie es erneut.

source: Reloaded AppArmor profiles in enforce mode.
de: AppArmor-Profile wurden im Erzwingen-Modus neu geladen.

source: Can't find AppArmor profiles in %s.
de: In %s wurden keine AppArmor-Profile gefunden.

source: Please enter the program whose profile should be disabled:
de: Bitte geben Sie das Programm an, dessen Profil deaktiviert werden soll:

source: Could not find basename for %s.
de: Basisname von %s nicht gefunden.

source: Disabling %s.
de: Deaktiviere %s.

source: Could not create %s symlink.
de: Symlink %s konnte nicht erstellt werden.

source: usage: %s [ -d /path/to/profiles ] [ program to have profile disabled ]
de: Syntax: %s [ -d /pfad/zu/den/profilen ] [ Programm, dessen Profil deaktiviert werden soll ]

source: A profile for %s does not exist. Create one?
de: Ein Profil für %s existiert nicht. Möchten Sie eins erstellen?

source: A local profile for %s does not exist. Create one?
de: Für %s existiert kein lokales Profil. Möchten Sie eins erstellen?

source: Are you sure you want to save the current set of profile changes and exit?
ca: Esteu segur que voleu desar el conjunt actual de canvis de perfil i sortir?
gu: શું તમને ખાતરી છે કે તમારે આ સેટના પ્રોફાઈલ બદલાવોને સાચવવા છે અને બહાર જવું છે?
ta: தற்போதைய விவர மாற்றங்களின் தொகுப்பை சேமித்துவிட்டு வெளியேற விரும்புகிறீர்களா?

source: Saving all changes.
ca: S'estan desant tots els canvis.
gu: બધાં બદલાવો સચવાઈ રહ્યા છે
ta: அனைத்து மாற்றங்களும் சேமிக்கப்படுகின்றன.

source: unknown
ca: desconegut
gu: અપરિચિત
ta: அறியப்படாதது

source: Include file %s contains invalid regexp %s.
ca: El fitxer d'inclusió %s conté l'expressió regular no vàlida %s.
gu: સમાવેશ કરેલ %s માં અયોગ્ય regexp %s છે.
ta: சேர்ப்பு கோப்பு %s செல்லாத regexp %s கொண்டுள்ளது.

source: Include file %s contains syntax errors or is not a valid #include file.
ca: El fitxer d'inclusió %s conté errors de sintaxi o no és un #fitxer d'inclusió vàlid.
gu: સમાવિષ્ટ ફાઇલ %s માં સિન્ટેક્ષની ભૂલો છે અથવા તે માન્ય #સમાવિષ્ટ ફાઇલ નથી.
ta: சேர்ப்பு கோப்பு %s இலக்கணப் பிழைகளைக் கொண்டுள்ளது அல்லது அது ஒருசெல்லத்தக்க #சேர்ப்பு கோப்பு அல்ல.

source: &Yes
ca: &Sí
gu: હા (&Y)
ta: &ஆம்

source: &Abort
ca: &Interromp
gu: &અટકાવો
ta: இடைநிறுத்தவும்

source: &Back
gu: &પાછળ

source: (S)can system log for SubDomain events
ca: (S)can system log for AppArmor events
gu: (S)can system log for AppArmor events
ta: (S)can system log for AppArmor events

source: # Security Incident Report - Generated by AppArmor
ca: # Informe d'incidències de seguretat: creat per AppArmor
gu: # સુરક્ષા ઇન્સિડન્ટ અહેવાલ - એપઆર્મર દ્વારા બનાવેલ
ta: # பாதுகாப்பு நிகழ்வு அறிக்கை – AppArmorஆல் உருவாக்கப்பட்டது

source: # Period: %s - %s
ca: # Període: %s - %s
gu: #સમયગાળો: %s - %s
ta: # காலம்: %s - %s

source: <h3>Security Incident Report - Generated by AppArmor</h3>
ca: <h3>Informe d'incidències de seguretat: creat per AppArmor</h3>
gu: <h3>સુરક્ષા ઇન્સિડન્ટ અહેવાલ - એપઆર્મર દ્વારા બનાવેલ</h3>
ta: <h3>பாதுகாப்பு நிகழ்வு அறிக்கை – AppArmoreஆல் உருவாக்கப்பட்டது</h3>

source: <h4>Period: %s - %s</h4>
ca: <h4>Període: %s - %s</h4>
gu: <h4>સમયગાળો: %s - %s</h4>
ta: <h4>காலம்: %s - %s</h4>

source: Problem in readMultiAudLog() - couldn't open %s/%s.
ca: Problem in readMultiAudLog()--could not open %s/%s.
gu: Problem in readMultiAudLog()--could not open %s/%s.
ta: Problem in readMultiAudLog()--could not open %s/%s.

source: readAudLog() couldn't open %s.
ca: readAudLog() could not open %s.
gu: readAudLog() could not open %s.
ta: readAudLog() could not open %s.

source: readEssLog() couldn't open %s
ca: readEssLog() could not open %s.
gu: readEssLog() could not open %s.
ta: readEssLog() could not open %s.

source: &Create
ca: &Crea
gu: &બનાવો
ta: உருவாக்கவும்

source: Select Program to Profile
ca: Seleccioneu el programa per al perfil
gu: પ્રોફાઈલ માટે પ્રોગ્રામ પસંદ કરો:
ta: விவரத்திற்கு நிரலை தயவுசெய்து தேர்ந்தெடுக்கவும்

source: %s is currently marked as a program that should not have it's own profile. Usually, programs are marked this way if creating a profile for them is likely to break the rest of the system. If you know what you're doing and are certain you want to create a profile for this program, edit the corresponding entry in the [qualifiers] section in /etc/apparmor/logprof.conf.
ca: %s està marcat actualment com un programa que no ha de tenir un perfil propi. Generalment es marquen els programes d'aquesta manera si és probable que crear-los un perfil pugui provocar un error a la resta del sistema. Si sabeu el que esteu fent i voleu crear un perfil per a aquest programa, editeu l'entrada corresponent a la secció [qualifiers] del fitxer /etc/apparmor/logprof.conf.
gu: %s અત્યારે એક એવા પ્રોગ્રામ તરીકે માર્ક થયેલો છે, કે જેને પોતાની પ્રોફાઈલ હોવી જોઈએ નહીં. સામાન્ય રીતે, જો તેમની પ્રોફાઈલ બનાવવાથી બાકીની સિસ્ટમ પડી ભાંગી શકતી હોય તો પ્રોગ્રામો આ રીતે માર્ક થયેલા હોય છે. જો તમને ખબર હોય કે તમે શું કરી રહ્યા છો અને તમને ચોક્કસ ખાતરી હોય કે તમારે આ પ્રોગ્રામ માટે પ્રોફાઈલ બનાવવાની છે, તો /etc/apparmor/logprof.conf માં [qualifiers] વિભાગ માં તેને મળતી એન્ટ્રી સુધારો.
ta: %s தற்போது தனது சொந்த விவரங்களை கொண்டிருக்கக்கூடாத நிரலாக குறிக்கப்பட்டுள்ளது. சாதாரணமாக, விவரம் உருவாக்கப்பட்டால் மீதமுள்ள அமைப்பை உடைக்கக்கூடிய நிரல்களுக்கு இம்மாதிரி குறிக்கப்படும். நீங்கள் செய்வதை நீங்கள் அறிந்து மற்றும் இந்த நிரலுக்கு நீங்கள் ஒரு விவரத்தை உருவாக்க விரும்பினால்,/etc/apparmor/ logprof.conf [தகுதிபெறுவோர்] பகுதியிலுள்ள தொடர்புள்ள உள்ளீடை திருத்தம் செய்யவும்.

source: Are you sure you want to exit?
ca: Esteu segur que voleu sortir?
gu: શું તમારે ખરેખર બહાર જવું છે?
ta: நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா?

source: &No
ta: &இல்லை
