Repository: crossbuild/apparmor
Catalog: parser-for-mainline/po/*.po
Languages: cs, ru

source: Error: Could not read profile %s: %s.
cs: Chyba: Nelze číst profil %s: %s.
ru: Ошибка: Невозможно прочитать профиль %s: %s.

source: Error: Could not allocate temporary file.
cs: Chyba: nelze alokovat dočasný soubor.
ru: Ошибка: Невозможно расположить временный файл.

source: Error: Out of memory.
cs: Chyba: nedostatek paměti.
ru: Ошибка: Нехватает памяти.

source: Error: basedir %s is not a directory, skipping.
cs: Chyba: basedir %s není adresář, přeskakuji.
ru: Ошибка: basedir %s не является каталогом, пропускается.

source: Error: Could not add directory %s to search path.
cs: Chyba: nelze přidat adresář %s do vyhledávací cesty.
ru: Ошибка: Невозможно добавить каталог %s в путь поиска.

source: Error: Could not allocate memory.
cs: Chyba: nelze přidělit paměť.
ru: Ошибка: Невозможно распределить память.

source: Error: Could not allocate buffer for include at line %d in %s.
cs: Chyba: nelze alokovat buffer pro include na řádce %d v %s.
ru: Ошибка: Невозможно расположить буффер для включения в строке %d в %s.

source: Error: Bad include at line %d in %s.
cs: Chyba: špatný include na řádce %d v %s.
ru: Ошибка: Неверный знак в строке %d в %s.

source: Error: Exceeded %d levels of includes. Not processing %s include.
cs: Chyba: překročeno %d úrovní vkládání. Nezpracovává se include %s.
ru: Ошибка: Превышение %d уровней включения. Включение %s не обрабатывается.

source: Error: #include %s%c not found at line %d in %s.
cs: Chyba:#include %s%c nenalezen na řádce%d v %s.
ru: Ошибка: #include %s%c не найдена в строке %d в %s.

source: Bad write position
cs: Špatná pozice zápisu
ru: Неверное положение записи

source: Permission denied
cs: Oprávnění odepřeno
ru: Доступ запрещен

source: Out of memory
cs: Nedostatek paměti
ru: Не хватает памяти

source: Couldn't copy profile Bad memory address
cs: Nelze zkopírovat profil - špatná adresa paměti
ru: Невозможно скопировать профиль с неверным адресом памяти

source: Profile doesn't conform to protocol
cs: Profil neodpovídá protokolu
ru: Профиль не соответствует протоколу

source: Profile does not match signature
cs: Profil neodpovídá podpisu
ru: Профиль не соответствует подписи

source: Profile version not supported by Apparmor module
cs: Verze profilu není podporována modulem Apparmor
ru: Версия профиля не поддерживается модулем Apparmor

source: Profile already exists
cs: Profil již existuje
ru: Профиль уже существует

source: Profile doesn't exist
cs: Profil neexistuje
ru: Профиль не существует

source: Unknown error
cs: Neznámá chyba
ru: Неизвестная ошибка

source: %s: Unable to add "%s".
cs: %s: Nelze přidat "%s".
ru: %s: Невозможно добавить "%s".

source: %s: Unable to replace "%s".
cs: %s: Nelze nahradit "%s".
ru: %s: Невозможно заменить "%s".

source: %s: Unable to remove "%s".
cs: %s: Nelze odstranit "%s".
ru: %s: Невозможно удалить "%s".

source: %s: Unable to write to stdout
cs: %s: nelze zapisovat na standardní výstup
ru: %s: Невозможно записать в stdout

source: %s: ASSERT: Invalid option: %d
cs: %s: ASSERT: neplatná volba: %d
ru: %s: ПРЕДУПРЕЖДЕНИЕ: Неверный параметр: %d

source: Addition succeeded for "%s".
cs: Přidání uspělo pro "%s".
ru: Дополнение походит для "%s".

source: Replacement succeeded for "%s".
cs: Nahrazení uspělo pro "%s".
ru: Замена подходит для "%s".

source: Removal succeeded for "%s".
cs: Odstranění uspělo pro "%s".
ru: Удаление подходит для "%s".

source: PANIC bad increment buffer %p pos %p ext %p size %d res %p
cs: PANIKA: chybný přírůstkový buffer %p pos %p ext %p size %d res %p
ru: ПАНИКА неправильный инкрементный буфер %p pos %p ext %p size %d res %p

source: Unable to open %s - %s
cs: Nelze otevřít %s - %s
ru: Невозможно открыть %s - %s

source: unable to create work area
cs: nelze vytvořit pracovní oblast
ru: невозможно создать рабочую область

source: unable to serialize profile %s
cs: nelze serializovat profil %s
ru: невозможно сеарилизировать профиль %s

source: %s: Unable to write entire profile entry
cs: %s: Nelze zapsat celý záznam profilu
ru: %s: Невозможно записать введенную запись профиля

source: Found unexpected character: '%s'
cs: Nalezen neočekávaný znak: '%s'
ru: Найден неожиданный знак: '%s'

source: (ip_mode) Found unexpected character: '%s'
cs: (ip_mode) Nalezen neočekávaný znak: '%s'
ru: (ip_mode) Найден неожиданный знак: '%s'

source: Unexpected character in interface name: '%s'
cs: Neočekávaný znak ve jménu rozhraní: '%s'
ru: Неожиданный знак в имени интерфейса: '%s'

source: Found unknown flag: '%s'
cs: Nalezen neznámý příznak: '%s'
ru: Найден неизвестный флаг: '%s'

source: Found unexpected keyword: '%s'
cs: Nalezeno neočekávané klíčové slovo: '%s'
ru: Найдено неожиданное ключевое слово: '%s'

source: Warning (%s line %d): %s
cs: Varování (%s řádka %d): %s
ru: Внимание (%s строка %d): %s

source: %s: Could not allocate memory for subdomainbase mount point
cs: %s: Nelze alokovat paměť pro bod připojení subdomainbase
ru: %s: Невозможно распределить память для точки монтирования базового поддомена

source: Warning: unable to open %s, attempting to use %s as the subdomainfs location. Use --subdomainfs to override.
cs: varování: nelze otevřít %s, pokouším se použít %s jako místo subdomainfs. Pro potlačení použijte --subdomainfs.
ru: Внимание: невозможно открыть %s, попытайтесь использовать %s как местоположение поддоменной файловой систем. Используйте для перекрытия --subdomainfs.

source: Warning: unable to find a suitable fs in %s, is it mounted? Attempting to use %s as the subdomainfs location. Use --subdomainfs to override.
cs: Varování: nelze nalézt vhodný fs v %s, je připojen? Pokouším se použít %s jako místo subdomainfs. Pro potlačení použijte --subdomainfs.
ru: Внимание: невозможно обнаружить подходящую файловую систему в %s, она смонтирована? Попытайтесь использовать %s как местоположение поддоменной файловой системы. Используйте для перекрытия --subdomainfs.

source: %s: Unable to query modules - '%s' Either modules are disabled or your kernel is too old.
cs: %s: nelze dotazovat moduly - '%s' Moduly jsou buď zakázány nebo je vaše jádro příliš staré.
ru: %s: Невозможно опросить модули - '%s' Или модули отключены или ядро слишком старое.

source: %s: Unable to find
cs: %s: nelze nalézt
ru: %s: Неудалось найти

source: ! Ensure that it has been loaded.
cs: ! Zajistěte načtení.
ru: ! Удостоверьтесь, что он был загружен.

source: %s: Sorry. You need root privileges to run this program.
cs: %s: Pro spuštění tohoto programu jsou nutná rootovská práva.
ru: %s: Извинете. Вам необходимы права администратора для запуска этой программы.

source: %s: Warning! You've set this program setuid root. Anybody who can run this program can update your AppArmor profiles.
cs: %s: Varování! Nastavili jste tomuto programu setuid root. Kdokoliv může tento program spustit, může aktualizovat vaše AppArmor profily.
ru: %s: Внимание! Вы установили setuid этой программы как root. Любой запустив эту программу может изменить профили AppArmor.

source: %s: Errors found in file. Aborting.
cs: %s: Chyby v souboru. Ukončuji.
ru: %s: Обнаружены ошибки в файле. Прерываем.

source: Uppercase qualifiers "RWLIMX" are deprecated, please convert to lowercase See the apparmor.d(5) manpage for details.
cs: Kvalifikátory psané velkými písmeny "RWLIMX" jsou zastaralé, převeďte je prosím na malá písmena. Více viz manuálová stránka apparmor.d(5).
ru: Ключи в верхнем регистре "RWLIMX" запрещены, пожалуйста переведите на нижний регистр Смотри страницу man apparmor.d(5) для подробностей.

source: Exec qualifier 'i' must be followed by 'x'
cs: Exec kvalifikátor 'i' musí být následován 'x'
ru: Ключ запуска 'i' должен следовать за by 'x'

source: Exec qualifier 'i' invalid, conflicting qualifier already specified
cs: Exec kvalifikátor 'i' je neplatný, byl již specifikován konfliktní kvalifikátor
ru: Неверный ключ запуска 'i', конфликтующий ключ уже определен

source: Unconstrained exec qualifier (%c%c) allows some dangerous environment variables to be passed to the unconfined process; 'man 5 apparmor.d' for details.
cs: Neomezený exec kvalifikátor (%c%c) umožňuje předat neomezenému procesu některé nebezpečné proměnné prostředí; více viz 'man 5 apparmor.d'.
ru: Действующий ключ запуска (%c%c) разрешает некоторые опасные переменные окружения, которые могут быть переданы неограниченным процессам; подробности смотри 'man 5 apparmor.d'.

source: Exec qualifier '%c' must be followed by 'x'
cs: Exec kvalifikátor '%c' musí být následován 'x'
ru: Ключ запуска '%c' должен следовать за by 'x'

source: Exec qualifier '%c' invalid, conflicting qualifier already specified
cs: Exec kvalifikátor '%c' je neplatný, byl již specifikován konfliktní kvalifikátor
ru: Неверный ключ запуска '%c', конфликтующий ключ уже определен

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'p', or 'u'
cs: Neplatný režim, před 'x' musí být exec kvalifikátor 'i', 'p' nebo 'u'
ru: Неверный редим, 'x' должен предшествовать перед ключами запуска 'i', 'p', или 'u'

source: Internal: unexpected mode character '%c' in input
cs: Vnitřní: neznámý znak režimu '%c' na vstupu
ru: Внутреннее: неожиданный знак режима во вводе '%c'

source: Memory allocation error.
cs: Chyba alokace paměti.
ru: Ошибка располдожения в памяти.

source: AppArmor parser error: %s
cs: Chyba parseru AppArmor: %s
ru: Ошибка обработчика AppArmor: %s

source: Couldn't merge entries. Out of Memory
cs: Nelze sloučit záznamy. Nedostatek paměti
ru: Невозможно объединить записи. Нехватает памяти

source: profile %s: has merged rule %s with multiple x modifiers
cs: profil %s: sloučil pravidlo %s s více x modifikátory
ru: профиль %s: имеет объединенные правило %s с несколькими x модификаторами

source: flags=(debug) is no longer supported, sorry.
cs: flags=(debug) není nadále bohužel podporováno.
ru: flags=(debug) больше не поддерживаются, извините.

source: Assert: `rule' returned NULL.
cs: Assert: `rule' vrátil NULL.
ru: Предупреждение: `rule' вернуло NULL.

source: Assert: `netrule' returned NULL.
cs: Assert: `netrule' vrátil NULL.
ru: Предупреждение: `netrule' вернуло NULL.

source: Assert: 'hat rule' returned NULL.
cs: Assert: 'hat rule' vrátil NULL.
ru: Предупреждение: 'hat rule' вернуло NULL.

source: Unset boolean variable %s used in if-expression
cs: Nenastavená booleovská proměnná %s v if výrazu
ru: Неустановленная логическая переменная %s использована в выражении if

source: missing an end of line character? (entry: %s)
cs: chybí znak konce řádku? (záznam: %s)
ru: отсутствует знак конца строки? (запись: %s)

source: Assert: `addresses' returned NULL.
cs: Assert: `addresses' vrátil NULL.
ru: Предупреждение: `addresses' вернуло NULL.

source: Network entries can only have one TO address.
cs: Síťové záznamy mohou mít jen jednoho adresáta (KOMU).
ru: Сетевые записи могут иметь только один КОМУ адрес.

source: Network entries can only have one FROM address.
cs: Síťové záznamy mohou mít jen jednoho odesílatele (OD).
ru: Сетевые записи могут иметь только один ОТ адрес.

source: `%s' is not a valid ip address.
cs: '%s' není platná IP adresa.
ru: `%s' это не верный ip адрес.

source: `/%d' is not a valid netmask.
cs: '/%d' není platná maska sítě.
ru: `/%d' это не верная сетевая маска.

source: `%s' is not a valid netmask.
cs: '%s' není platná maska sítě.
ru: `%s' это не верная сетевая маска.

source: ports must be between %d and %d
cs: porty musí být mezi %d a %d
ru: порты должны быть между %d и %d

source: AppArmor parser error in %s at line %d: %s
cs: Chyba parseru AppArmor v %s na řádce %d: %s
ru: Ошибка обработчика AppArmor в %s в строке %d: %s

source: AppArmor parser error, line %d: %s
cs: Chyba parseru AppArmor, řádka %d: %s
ru: Ошибка обработчика AppArmor, строка %d: %s

source: %s: Illegal open {, nesting groupings not allowed
cs: %s: nepovolená otvírací {, vnořené seskupování není povoleno
ru: %s: Неверное открытие {, вложенная группировки не допускаются

source: %s: Regex grouping error: Invalid number of items between {}
cs: %s: Chyba seskupování regex: neplatný počet položek mezi {}
ru: %s: Ошибка группировки Regex: Неверное число объектов между {}

source: %s: Regex grouping error: Invalid close }, no matching open { detected
cs: %s: Chyba seskupování regex: neplatná uzavírací }, nenalezena odpovídající otevírací {
ru: %s: Ошибка группировки Regex: Неверное закрытие }, обнаружено что нет соответствующего открытия {

source: %s: Regex grouping error: Unclosed grouping or character class, expecting close }
cs: %s: Chyba seskupování regex: neuzavřené seskupení třídy znaků, očekávána uzavírací }
ru: %s: Ошибка группировки Regex: Незакрытая группировка или знаковый класс, ожидается закрытие }

source: %s: Internal buffer overflow detected, %d characters exceeded
cs: %s: Detekováno vnitřní přetečení zásobníku, přesáhlo %d znaků
ru: %s: Обнаружено переполнение внутреннего буфера, лишние %d знаков

source: %s: Unable to parse input line '%s'
cs: %s: Nelze analyzovat vstupní řádku '%s'
ru: %s: Невозможно обработать строку ввода '%s'

source: %s: Failed to compile regex '%s' [original: '%s']
cs: %s: Selhala kompilace regex '%s' [originál: '%s']
ru: %s: Неудалось скомпилировать regex '%s' [прототип: '%s']

source: %s: error near
cs: %s: chyba poblíž
ru: %s: ошибка возле

source: %s: error reason: '%s'
cs: %s: důvod chyby: '%s'
ru: %s: причина ошибки: '%s'

source: %s: Failed to compile regex '%s' [original: '%s'] - malloc failed
cs: %s: Selhala kompilace regex '%s' [originál: '%s'] - selhání malloc
ru: %s: Неудалось скомпилировать regex '%s' [прототип: '%s'] - ошибка malloc

source: ERROR merging rules for profile %s, failed to load
cs: CHYBA slučování pravidel profilu %s, selhalo načítání
ru: ОШИБКА при объединении правил для профиле %s, неудалось загрузить

source: ERROR profile %s contains policy elements not usable with this kernel: '*', '?', character ranges, and alternations are not allowed. '**' may only be used at the end of a rule.
cs: CHYBA profil %s obsahuje prvky politiky nepoužitelné s tímto jádrem: '*', '?', rozsahy znaků a alternace nejsou povoleny. '**' může být pouze na konci pravidla.
ru: ОШИБКА профиль %s содержит элементы политики неиспользуемые с этим ядром: '*', '?', знаковые диапазоны, и шаблоны не допускаются. '**' можно использовать только в конце правила.

source: ERROR processing regexs for profile %s, failed to load
cs: CHYBApři zpracování regex pro profil %s, selhalo načítání
ru: ОШИБКА обработки regexs профиля %s, неудалось загрузить

source: ERROR expanding variables for profile %s, failed to load
cs: CHYBA při expanzi proměnných pro profil %s, selhalo načítání
ru: ОШИБКА расширения переменных в профиле %s, неудалось загрузить

source: ERROR in profile %s, failed to load
cs: CHYBA v profilu %s, selhalo načítání
ru: ОШИБКА в профиле %s, неудалось загрузить

source: %s: Errors found in combining rules postprocessing. Aborting.
cs: %s: Nalezeny chyby při postprocesingu kombinačních pravidel. Ukončuji.
ru: %s: Обнаружены ошибки в комбинированных правилах пост-процессовой обработке. Прерываем.

source: %s: Errors found during regex postprocess. Aborting.
cs: %s: Nalezeny chyby během postprocesingu regex. Ukončuji.
ru: %s: Обнаружены ошибки вовремя пост-процессовой обработке regex. Прерываем.
